/**
 * 陈祗传记
 */
export default {
  id: 'shu-9-chenzhi',
  name: '陈祗',
  content: {
    title: '陈祗传',
    text: `
      <p>陈祗代允为侍中，与黄皓互相表里，皓始预政事。祗死后，皓从黄门令为中常侍、奉车都尉，操弄威柄，终至覆国。蜀人无不追思允。及邓艾至蜀，闻皓奸险，收闭，将杀之，而皓厚赂艾左右，得免。</p>

      <p>祗字奉宗，<a class="place-name shu" data-place="汝南" data-year="175年前" data-faction="neutral">汝南</a>人，许靖兄之外孙也。少孤，长於靖家。弱冠知名，稍迁至选曹郎，矜厉有威容。多技艺，挟数术，费祎甚异之，故超继允内侍。吕乂卒，祗又以侍中守尚书令，加镇军将军，大将军姜维虽班在祗上，常率众在外，希亲朝政。祗上承主指，下接阉竖，深见信爱，权重於维。景耀元年卒，后主痛惜，发言流涕，乃下诏曰："祗统职一纪，柔嘉惟则，幹肃有章，和义利物，庶绩允明。命不融远，朕用悼焉。夫存有令问，则亡加美谥，谥曰忠侯。"赐子粲爵关内侯，拔次子裕为黄门侍郎。自祗之有宠，后主追怨允日深，谓为自轻，由祗媚兹一人，皓构间浸润故耳。允孙宏，晋<a class="place-name shu" data-place="巴西" data-year="265年后" data-faction="neutral">巴西</a>太守。</p>
    `
  }
}
