/**
 * 董允传记
 */
export default {
  id: 'shu-9-dongyin',
  name: '董允',
  content: {
    title: '董允传',
    text: `
      <p>董允字休昭，掌军中郎将和之子也。先主立太子，允以选为舍人，徙洗马。后主袭位，迁黄门侍郎。丞相亮将北征，住<a class="place-name shu" data-place="汉中" data-year="228年" data-faction="shu">汉中</a>，虑后主富於春秋，朱紫难别，以允秉心公亮，欲任以宫省之事。上疏曰："侍中郭攸之、费祎、侍郎董允等，先帝简拔以遗陛下，至於斟酌规益，进尽忠言，则其任也。愚以为宫中之事，事无大小，悉以咨之，必能裨补阙漏，有所广益。若无兴德之言，则戮允等以彰其慢。"亮寻请祎为参军，允迁为侍中，领虎贲中郎将，统宿卫亲兵。攸之性素和顺，备员而已。献纳之任，允皆专之矣。允处事为防制，甚尽匡救之理。后主常欲采择以充后宫，允以为古者天子后妃之数不过十二，今嫔嫱已具，不宜增益，终执不听。后主益严惮之。尚书令蒋琬领<a class="place-name shu" data-place="益州" data-year="234年" data-faction="shu">益州</a>刺史，上疏以让费祎及允，又表"允内侍历年，翼赞王室，宜赐爵土以褒勋劳。"允固辞不受。后主渐长大，爱宦人黄皓。皓便辟佞慧，欲自容入。允常上则正色匡主，下则数责於皓。皓畏允，不敢为非。终允之世，皓位不过黄门丞。</p>

      <p>允尝与尚书令费祎、中典军胡济等共期游宴，严驾已办，而郎中<a class="place-name shu" data-place="襄阳" data-year="239年前" data-faction="wei">襄阳</a>董恢诣允脩敬。恢年少官微，见允停出，逡巡求去，允不许，曰："本所以出者，欲与同好游谈也，今君已自屈，方展阔积，舍此之谈，就彼之宴，非所谓也。"乃命解骖，祎等罢驾不行。其守正下士，凡此类也。延熙六年，加辅国将军。七年，以侍中守尚书令，为大将军费祎副贰。九年，卒。</p>
    `
  }
}
