/**
 * 杜琼传记
 */
export default {
  id: 'shu-12-duqiong',
  name: '杜琼',
  content: {
    title: '杜琼传',
    text: `
      <p>杜琼字伯瑜，蜀郡<a class="place-name shu" data-place="成都" data-year="约160年前" data-faction="neutral">成都</a>人也。少受学於任安，精究安术。刘璋时辟为从事。先主定<a class="place-name shu" data-place="益州" data-year="214年" data-faction="shu">益州</a>，领牧，以琼为议曹从事。后主践阼，拜谏议大夫，迁左中郎将、大鸿胪、太常。为人静默少言，阖门自守，不与世事。蒋琬、费祎等皆器重之。虽学业入深，初不视天文有所论说。后进通儒谯周常问其意，琼答曰："欲明此术甚难，须当身视，识其形色，不可信人也。晨夜苦剧，然后知之，复忧漏泄，不如不知，是以不复视也。"周因问曰："昔周徵君以为当涂高者魏也，其义何也？"琼答曰："魏，阙名也，当涂而高，圣人取类而言耳。"又问周曰："宁复有所怪邪？"周曰："未达也。"琼又曰："古者名官职不言曹；始自汉已来，名官尽言曹，使言属曹，卒言侍曹，此殆天意也。"琼年八十馀，延熙十三年卒。著韩诗章句十馀万言，不教诸子，内学无传业者。周缘琼言，乃触类而长之曰："春秋传著晋穆侯名太子曰仇，弟曰成师。师服曰：'异哉君之名子也！嘉耦曰妃，怨偶曰仇，今君名太子曰仇，弟曰成师，始兆乱矣，兄其替乎？'其后果如服言。及汉灵帝名二子曰史侯、董侯，既立为帝，后皆免为诸侯，与师服言相似也。先主讳备，其训具也，后主讳禅，其训授也，如言刘已具矣，当授与人也；意者甚於穆侯、灵帝之名子。"后宦人黄皓弄权於内，景耀五年，宫中大树无故自折，周深忧之，无所与言，乃书柱曰："众而大，期之会，具而授，若何复？"言曹者众也，魏者大也，众而大，天下其当会也。具而授，如何复有立者乎？蜀既亡，咸以周言为验。周曰："此虽己所推寻，然有所因，由杜君之辞而广之耳，殊无神思独至之异也。"</p>
    `
  }
}
