/**
 * 杜微传记
 */
export default {
  id: 'shu-12-duwei',
  name: '杜微',
  content: {
    title: '杜微传',
    text: `
      <p>杜微字国辅，梓潼<a class="place-name shu" data-place="涪" data-year="约175年前" data-faction="neutral">涪</a>人也。少受学於<a class="place-name shu" data-place="广汉" data-year="约190年前" data-faction="neutral">广汉</a>任安。刘璋辟为从事，以疾去官。及先主定蜀，微常称聋，闭门不出。建兴二年，丞相亮领<a class="place-name shu" data-place="益州" data-year="224年" data-faction="shu">益州</a>牧，选迎皆妙简旧德，以秦宓为别驾，五梁为功曹，微为主簿。微固辞，轝而致之。既致，亮引见微，微自陈谢。高以微不闻人语，於坐上与书曰："服闻德行，饥渴历时，清浊异流，无缘咨覯。王元泰、李伯仁、王文仪、杨季休、丁君幹、李永南兄弟、文仲宝等，每叹高志，未见如旧。猥以空虚，统领贵州，德薄任重，惨惨忧虑。朝廷今年始十八，天姿仁敏，爱德下士。天下之人思慕汉室，欲与君因天顺民，辅此明主，以隆季兴之功，著勋於竹帛也。以谓贤愚不相为谋，故自割绝，守劳而已，不图自屈也。"微自乞老病求归，亮又与书答曰："曹丕篡弑，自立为帝，是犹土龙刍狗之有名也。欲与群贤因其邪伪，以正道灭之。怪君未有相诲，便欲求还於山野。丕又大兴劳役，以向吴、楚。今因丕多务，且以闭境勤农，育养民物，并治甲兵，以待其挫，然后伐之，可使兵不战民不劳而天下定也。君但当以德辅时耳，不责君军事，何为汲汲欲求去乎！"其敬微如此。拜为谏议大夫，以从其志。</p>
    `
  }
}
