/**
 * 孟光传记
 */
export default {
  id: 'shu-12-mengguang',
  name: '孟光',
  content: {
    title: '孟光传',
    text: `
      <p>孟光字孝裕，<a class="place-name shu" data-place="河南" data-year="约165年前" data-faction="neutral">河南</a><a class="place-name shu" data-place="洛阳" data-year="约165年前" data-faction="neutral">洛阳</a>人，汉太尉孟郁之族。灵帝末为讲部吏。献帝迁都<a class="place-name shu" data-place="长安" data-year="190年" data-faction="neutral">长安</a>，遂逃入蜀，刘焉父子待以客礼。博物识古，无书不览，尤锐意三史，长於汉家旧典。好公羊春秋而讥呵左氏，每与来敏争此二义，光常譊譊讙咋。先主定<a class="place-name shu" data-place="益州" data-year="214年" data-faction="shu">益州</a>，拜为议郎，与许慈等并掌制度。后主践阼，为符节令、屯骑校尉、长乐少府，迁大司农。延熙九年秋，大赦，光於众中责大将军费祎曰："夫赦者，偏枯之物，非明世所宜有也。衰弊穷极，必不得已，然后乃可权而行之耳。今主上仁贤，百僚称职，有何旦夕之危，倒悬之急，而数施非常之恩，以惠奸宄之恶乎？又鹰隼始击，而更原宥有罪，上犯天时，下违人理。老夫耄朽，不达治体，窃谓斯法难以经久，岂具瞻之高美，所望於明德哉！"祎但顾谢踧踖而已。光之指摘痛痒，多如是类，故执政重臣，心不能悦，爵位不登；每直言无所回避，为代所嫌。太常<a class="place-name shu" data-place="广汉" data-year="246年" data-faction="shu">广汉</a>镡承、光禄勋<a class="place-name shu" data-place="河东" data-year="246年" data-faction="wei">河东</a>裴俊等，年资皆在光后，而登据上列，处光之右，盖以此也。</p>

      <p>后进文士秘书郎郤正数从光谘访，光问正太子所习读并其情性好尚，正答曰："奉亲虔恭，夙夜匪懈，有古世子之风；接待群僚，举动出於仁恕。"光曰："如君所道，皆家户所有耳；吾今所问，欲知其权略智调何如也。"正曰："世子之道，在於承志竭欢，既不得妄有所施为，且智调藏於胸怀，权略应时而发，此之有无，焉可豫设也？"光解正慎宜，不为放谈，乃曰："吾好直言，无所回避，每弹射利病，为世人所讥嫌；省君意亦不甚好吾言，然语有次。今天下未定，智意为先，智意虽有自然，然亦可力强致也。此储君读书，宁当效吾等竭力博识以待访问，如傅士探策讲试以求爵位邪！当务其急者。"正深谓光言为然。后光坐事免官，年九十馀卒。</p>
    `
  }
}
