/**
 * 彭羕传记
 */
export default {
  id: 'shu-10-pengyang',
  name: '彭羕',
  content: {
    title: '彭羕传',
    text: `
      <p>彭羕字永年，<a class="place-name shu" data-place="广汉" data-year="175年前" data-faction="neutral">广汉</a>人。身长八尺，容貌甚伟。姿性骄傲，多所轻忽，惟敬同郡秦子敕，荐之於太守许靖曰："昔高宗梦傅说，周文求吕尚，爰及汉祖，纳食其於布衣，此乃帝王之所以倡业垂统，缉熙厥功也。今明府稽古皇极，允执神灵，体公刘之德，行勿翦之惠，清庙之作於是乎始，褒贬之义於是乎兴，然而六翮未之备也。伏见处士<a class="place-name shu" data-place="绵竹" data-year="211年" data-faction="neutral">绵竹</a>秦宓，膺山甫之德，履隽生之直，枕石漱流，吟咏缊袍，偃息於仁义之途，恬淡於浩然之域，高概节行，守真不亏，虽古人潜遁，蔑以加旃。若明府能招致此人，必有忠谠落落之誉，丰功厚利，建迹立勋，然后纪功於王府，飞声於来世，不亦美哉！"</p>

      <p>羕仕州，不过书佐，后又为众人所谤毁於州牧刘璋，璋髡钳羕为徒隶。会先主入蜀，溯流北行。羕欲纳说先主，乃往见庞统。统与羕非故人，又適有宾客，羕径上统床卧，谓统曰："须客罢当与卿善谈。"统客既罢，往就羕坐，羕又先责统食，然后共语，因留信宿，至于经日。统大善之，而法正宿自知羕，遂并致之先主。先主亦以为奇，数令羕宣传军事，指授诸将，奉使称意，识遇日加。<a class="place-name shu" data-place="成都" data-year="214年" data-faction="shu">成都</a>既定，先主领<a class="place-name shu" data-place="益州" data-year="214年" data-faction="shu">益州</a>牧，拔羕为治中从事。羕起徒步，一朝处州人之上，形色嚣然，自矜得遇滋甚。诸葛亮虽外接待羕，而内不能善。屡密言先主，羕心大志广，难可保安。先主既敬信亮，加察羕行事，意以稍疏，左迁羕为<a class="place-name shu" data-place="江阳" data-year="215年" data-faction="shu">江阳</a>太守。</p>

      <p>羕闻当远出，私情不悦，往诣马超。超问羕曰："卿才具秀拔，主公相待至重，谓卿当与孔明、孝直诸人齐足并驱，宁当外授小郡，失人本望乎？"羕曰："老革荒悖，可复道邪！"又谓超曰："卿为其外，我为其内，天下不足定也。"超羁旅归国，常怀危惧，闻羕言大惊，默然不答。羕退，具表羕辞，於是收羕付有司。</p>

      <p>羕於狱中与诸葛亮书曰："仆昔有事於诸侯，以为曹操暴虐，孙权无道，振威闇弱，其惟主公有霸王之器，可与兴业致治，故乃翻然有轻举之志。会公来西，仆因法孝直自衒鬻，庞统斟酌其间，遂得诣公於<a class="place-name shu" data-place="葭萌关" data-year="212年" data-faction="neutral">葭萌</a>，指掌而谭，论治世之务，讲霸王之义，建取<a class="place-name shu" data-place="益州" data-year="212年" data-faction="neutral">益州</a>之策，公亦宿虑明定，即相然赞，遂举事焉。仆於故州不免凡庸，忧於罪罔，得遭风云激矢之中，求君得君，志行名显，从布衣之中擢为国士，盗窃茂才。分子之厚，谁复过此。羕一朝狂悖，自求菹醢，为不忠不义之鬼乎！先民有言，左手据天下之图，右手刎咽喉，愚夫不为也。况仆颇别菽麦者哉！所以有怨望意者，不自度量，苟以为首兴事业，而有投<a class="place-name shu" data-place="江阳" data-year="215年" data-faction="shu">江阳</a>之论，不解主公之意，意卒感激，颇以被酒，侻失'老'语。此仆之下愚薄虑所致，主公实未老也。且夫立业，岂在老少，西伯九十，宁有衰志，负我慈父，罪有百死。至於内外之言，欲使孟起立功北州，戮力主公，共讨曹操耳，宁敢有他志邪？孟起说之是也，但不分别其间，痛人心耳。昔每与庞统共相誓约，庶讬足下末踪，尽心於主公之业，追名古人，载勋竹帛。统不幸而死，仆败以取祸。自我堕之，将复谁怨！足下，当世伊、吕也，宜善与主公计事，济其大猷。天明地察，神祇有灵，复何言哉！贵使足下明仆本心耳。行矣努力，自爱，自爱！"羕竟诛死，时年三十七。</p>
    `
  }
}
