/**
 * 郤正传记
 */
export default {
  id: 'shu-12-quezheng',
  name: '郤正',
  content: {
    title: '郤正传',
    text: `
      <p>郤正字令先，<a class="place-name shu" data-place="河南" data-year="约215年前" data-faction="neutral">河南</a><a class="place-name shu" data-place="偃师" data-year="约215年前" data-faction="neutral">偃师</a>人也。祖父俭，灵帝末为<a class="place-name shu" data-place="益州" data-year="约185年" data-faction="neutral">益州</a>刺史，为盗贼所杀。会天下大乱，故正父揖因留蜀。揖为将军孟达营都督，随达降魏，为中书令史。正本名纂。少以父死母嫁，单茕只立，而安贫好学，博览坟籍。弱冠能属文，入为秘书吏，转为令史，迁郎，至令。性澹於荣利，而尤耽意文章，自司马、王、扬、班、傅、张、蔡之俦遗文篇赋，及当世美书善论，益部有者，则钻凿推求，略皆寓目。自在内职，与宦人黄皓比屋周旋，经三十年，皓从微至贵，操弄威权，正既不为皓所爱，亦不为皓所憎，是以官不过六百石，而免於忧患。</p>

      <p>依则先儒，假文见意，号曰释讥，其文继於崔骃达旨。其辞曰：</p>

      <p>或有讥余者曰：'闻之前记，夫事与时并，名与功偕，然则名之与事，前哲之急务也。是故创制作范，匪时不立，流称垂名，匪功不记，名必须功而乃显，事亦俟时以行止，身没名灭，君子所耻。是以达人研道，探赜索微，观天运之符表，考人事之盛衰，辩者驰说，智者应机，谋夫演略，武士奋威，云合雾集，风激电飞，量时揆宜，用取世资，小屈大申，存公忽私，虽尺枉而寻直，终扬光以发辉也。今三方鼎跱，九有未乂，悠悠四海，婴丁祸败，嗟道义之沈塞，愍生民之颠沛，此诚圣贤拯救之秋，烈士树功之会也。吾子以高朗之才，珪璋之质，兼览博闚，留心道术，无远不致，无幽不悉；挺身取命，幹兹奥秘，踌躇紫闼，喉舌是执，九考不移，有入无出，究古今之真伪，计时务之得失。虽时献一策，偶进一言，释彼官责，慰此素飧，固未能输竭忠款，尽沥胸肝，排方入直，惠彼黎元，俾吾徒草鄙并有闻焉也。盍亦绥衡缓辔，回轨易涂，舆安驾肆，思马斯徂，审厉揭以投济，要夷庚之赫怃，播秋兰以芳世，副吾徒之披图，不亦盛与！'</p>

      <p>余闻而叹曰："呜呼，有若云乎邪！夫人心不同，实若其面，子虽光丽，既美且艳，管闚筐举，守厥所见，未可以言八纮之形埒，信万事之精练也。</p>

      <p>或人率尔，抑而扬衡曰：'是何言与！是何言与！'</p>

      <p>余应之曰：'虞帝以面从为戒，孔圣以悦己为尤，若子之言，良我所思，将为吾子论而释之。昔在鸿荒，蒙昧肇初，三皇应箓，五帝承符，爰暨夏、商，前典攸书。姬衰道缺，霸者翼扶，嬴氏惨虐，吞嚼八区，於是从横云起，狙诈如星，奇邪蜂动，智故萌生；或饰真以雠伪，或挟邪以干荣，或诡道以要上，或鬻技以自矜；背正崇邪，弃直就佞，忠无定分，义无常经。故鞅法穷而慝作，斯义败而奸成，吕门大而宗灭，韩辩立而身刑。夫何故哉？利回其心，宠耀其目，赫赫龙章，铄铄车服，媮幸苟得，如反如仄，淫邪荒迷，恣睢自极，和鸾未调而身在辕侧，庭宁未践而栋折榱覆。天收其精，地缩其泽，人吊其躬，鬼芟其额。初升高冈，终陨幽壑，朝含荣润，夕为枯魄。是以贤人君子，深图远虑，畏彼咎戾，超然高举，宁曳尾於涂中，秽浊世之休誉。彼岂轻主慢民，而忽於时务哉？盖易著行止之戒，诗有靖恭之叹，乃神之听之而道使之然也。</p>

      <p>自我大汉，应天顺民，政治之隆，皓若阳春，俯宪坤典，仰式乾文，播皇泽以熙世，扬茂化之醲醇，君臣履度，各守厥真；下垂询纳之弘，下有匡救之责，士无虚华之宠，民有一行之迹，粲乎亹亹，尚此忠益。然而道有隆窳，物有兴废，有声有寂，有光有翳。朱阳否於素秋，玄阴抑於孟春，羲和逝而望舒系，运气匿而耀灵陈。冲、质不永，桓、灵坠败，英雄云布，豪杰盖世，家挟殊议，人怀异计，故从横者欻披其胸，狙诈者暂吐其舌也。</p>

      <p>今天纲已缀，德树西邻，丕显祖之宏规，縻好爵於士人，兴五教以训俗，丰九德以济民，肃明祀以礿祭，几皇道以辅真。虽跱者未一，伪者未分，圣人垂戒，盖均无贪；故君臣协美於朝，黎庶欣戴於野，动若重规，静若叠矩。济济伟彦，元凯之伦也，有过必知，颜子之仁也，侃侃庶政，冉、季之治也，鹰杨鸷腾，伊、望之事也；总群俊之上略，含薛氏之三计，敷张、陈之秘策，故力征以勤世，援华英而不遑，岂暇脩枯箨於榛秽哉！</p>

      <p>然吾不才，在朝累纪，讬身所天，心焉是恃。乐沧海之广深，叹嵩岳之高跱，闻仲尼之赞商，感乡校之益己，彼平仲之和羹，亦进可而替否；故蒙冒瞽说，时有攸献，譬遒人之有采于市闾，游童之吟咏乎疆畔，庶以增广福祥，输力规谏。若其合也，则以闇协明，进应灵符；如其违也，自我常分，退守己愚。进退任数，不矫不诬，循性乐天，夫何恨诸？此其所以既入不出，有而若无者也。狭屈氏之常醒，浊渔父之必醉，溷柳季之卑辱，褊夷叔之高怼。合不以得，违不以失，得不克诎，失不惨悸；不乐前以顾轩，不就后以虑轾，不鬻誉以干泽，不辞愆以忌绌。何责之释？何飧之恤？何方之排？何直之入？九考不移，固其所执也。</p>

      <p>方今朝士山积，髦俊成群，犹鳞介之潜乎巨海，毛羽之集乎邓林，游禽逝不为之鲜，浮鲂臻不为之殷。且阳灵幽於唐叶，阴精应於商时，阳盱请而洪灾息，桑林祷而甘泽滋。行止有道，启塞有期。我师遗训，不怨不尤，委命恭己，我又何辞？辞穷路单，将反初节，综坟典之流芳，寻孔氏之遗艺，缀微辞以存道，宪先轨而投制，韪叔肸之优游，美疏氏之遐逝，收止足以言归，汎皓然以容裔，欣环堵以恬娱，免咎悔於斯世，顾兹心之未泰，惧末涂之泥滞，仍求激而增愤，肆中怀以告誓。昔九方考精於至贵，秦牙沈思於殊形；薛烛察宝以飞誉，瓠梁讬弦以流声；齐隶拊髀以济文，楚客潜寇以保荆；雍门援琴而挟说，韩哀秉辔而驰名；卢敖翱翔乎玄阙，若士竦身于云清。余实不能齐技於数子，故乃静然守已而自宁。'</p>

      <p>景耀六年，后主从谯周之计，遣使请降于邓艾，其书，正所造也。明年正月，锺会作乱<a class="place-name shu" data-place="成都" data-year="264年" data-faction="wei">成都</a>，后主东迁<a class="place-name shu" data-place="洛阳" data-year="264年" data-faction="wei">洛阳</a>，时扰攘仓卒，蜀之大臣无翼从者，惟正及殿中督<a class="place-name shu" data-place="汝南" data-year="264年" data-faction="wei">汝南</a>张通，舍妻子单身随侍。后主赖正相导宜適，举动无阙，乃慨然叹息，恨知正之晚。时论嘉之。赐爵关内侯。泰始中，除<a class="place-name shu" data-place="安阳" data-year="约268年" data-faction="wei">安阳</a>令，迁<a class="place-name shu" data-place="巴西" data-year="约272年" data-faction="wei">巴西</a>太守。泰始八年诏曰："正昔在<a class="place-name shu" data-place="成都" data-year="263年" data-faction="shu">成都</a>，颠沛守义，不违忠节，及见受用，尽心幹事，有治理之绩，其以正为巴西太守。"咸宁四年卒。凡所著述诗论赋之属，垂百篇。</p>
    `
  }
}
