/**
 * 武宣卞皇后传记
 */
export default {
  id: 'wei-6-bianhuang',
  name: '武宣卞皇后',
  content: {
    title: '武宣卞皇后传',
    text: `
      <p>易称"男正位乎外，女正位乎内；男女正，天地之大义也"。古先哲王，莫不明后妃之制，顺天地之德。故二妃嫔妫，虞道克隆；任、姒配姬，周室用熙。废兴存亡，恒此之由。春秋说云天子十二女，诸侯九女，考之情理，不易之典也。而末世奢纵，肆其侈欲，至使男女怨旷，感动和气；惟色是崇，不本淑懿，故风教陵迟而大纲毁泯，岂不惜哉！呜呼，有国有家者，其可以永鉴矣！</p>

      <p>汉制，帝祖母曰太皇太后，帝母曰皇太后，帝妃曰皇后，其馀内官十有四等。魏因汉法，母后之号，皆如旧制，自夫人以下，世有增损。太祖建国，始命王后，其下五等：有夫人，有昭仪，有婕妤，有容华，有美人；文帝增贵嫔、淑媛、脩容、顺成、良人。明帝增淑妃、昭华、脩仪；除顺成官。太和中始复命夫人，登其位於淑妃之上。自夫人以下爵凡十二等：贵嫔、夫人，位次皇后，爵无所视；淑妃位视相国，爵比诸侯王；淑媛位视御史大夫，爵比县公；昭仪比县侯；昭华比乡侯；脩容比亭侯；脩仪比关内侯；婕妤视中二千石；容华视真二千石；美人视比二千石；良人视千石。</p>

      <p>武宣卞皇后，<a class="place-name wei" data-place="琅邪" data-year="185年前" data-faction="neutral">琅邪</a><a class="place-name wei" data-place="开阳" data-year="185年前" data-faction="neutral">开阳</a>人，文帝母也。本倡家，年二十，太祖於<a class="place-name wei" data-place="谯" data-year="175年" data-faction="neutral">谯</a>纳后为妾。后随太祖至<a class="place-name wei" data-place="洛阳" data-year="190年" data-faction="neutral">洛</a>。及董卓为乱，太祖微服东出避难。袁术传太祖凶问，时太祖左右至洛者皆欲归，后止之曰："曹君吉凶未可知，今日还家，明日若在，何面目复相见也？正使祸至，共死何苦！"遂从后言。太祖闻而善之。建安初，丁夫人废，遂以后为继室。诸子无母者，太祖皆令后养之。文帝为太子，左右长御贺后曰："将军拜太子，天下莫不欢喜，后当倾府藏赏赐。"后曰："王自以丕年大，故用为嗣，我但当以免无教导之过为幸耳，亦何为当重赐遗乎！"长御还，具以语太祖。太祖悦曰："怒不变容，喜不失节，故是最为难。"</p>

      <p>二十四年，拜为王后，策曰："夫人卞氏，抚养诸子，有母仪之德。今进位王后，太子诸侯陪位，群卿上寿。减国内死罪一等。"二十五年，太祖崩，文帝即王位，尊后曰王太后。及践阼，尊后曰皇太后，称永寿宫。明帝即位，尊太后曰太皇太后。</p>

      <p>黄初中，文帝欲追封太后父母，尚书陈群奏曰："陛下以圣德应运受命，创业革制，当永为后式。案典籍之文，无妇人分土命爵之制。在礼典，妇因夫爵。秦违古法，汉氏因之，非先王之令典也。"帝曰："此议是也，其勿施行。以作著诏下藏之台阁，永为后式。"至太和四年春，明帝乃追谥太后祖父广曰开阳恭侯，父远曰敬侯，祖母周封<a class="place-name wei" data-place="阳都" data-year="230年" data-faction="wei">阳都</a>君及敬侯夫人，皆赠印绶。其年五月，后崩。七月，合葬<a class="place-name wei" data-place="高陵" data-year="232年" data-faction="wei">高陵</a>。</p>

      <p>初，太后弟秉，以功封都乡侯，黄初七年进封<a class="place-name wei" data-place="开阳" data-year="226年" data-faction="wei">开阳</a>侯，邑千二百户，为昭烈将军。秉薨，子兰嗣。少有才学，为奉车都尉、游击将军，加散骑常侍。兰薨，子晖嗣。又分秉爵，封兰弟琳为列侯，官至步兵校尉。兰子隆女为高贵乡公皇后，隆以后父为光禄大夫，位特进，封<a class="place-name wei" data-place="睢阳" data-year="254年" data-faction="wei">睢阳</a>乡侯，妻王为显阳乡君。追封隆前妻刘为顺阳乡君，后亲母故也。琳女又为陈留王皇后，时琳已没，封琳妻刘为<a class="place-name wei" data-place="广阳" data-year="260年" data-faction="wei">广阳</a>乡君。</p>
    `
  }
}
