/**
 * 曹衮传记（中山恭王衮）
 */
export default {
  id: 'wei-20-caogun',
  name: '曹衮',
  content: {
    title: '中山恭王衮传',
    text: `
      <p>中山恭王衮，建安二十一年封<a class="place-name wei" data-place="平乡" data-year="216年" data-faction="wei">平乡</a>侯。少好学，年十馀岁能属文。每读书，文学左右常恐以精力为病，数谏止之，然性所乐，不能废也。二十二年，徙封东乡侯，其年又改封<a class="place-name wei" data-place="赞" data-year="217年" data-faction="wei">赞</a>侯。黄初二年，进爵为公，官属皆贺，衮曰："夫生深宫之中，不知稼穑之艰难，多骄逸之失。诸贤既庆其休，宜辅其阙。"每兄弟游娱，衮独覃思经典。文学防辅相与言曰："受诏察公举错，有过当奏，及有善，亦宜以闻，不可匿其美也。"遂共表称陈衮美。衮闻之，大惊惧，责让文学曰："脩身自守，常人之行耳，而诸君乃以上闻，是適所以增其负累也。且如有善，何患不闻，而遽共如是，是非益我者。"其戒慎如此。三年，为<a class="place-name wei" data-place="北海" data-year="222年" data-faction="wei">北海</a>王。其年，黄龙见<a class="place-name wei" data-place="邺" data-year="222年" data-faction="wei">邺</a>西漳水，衮上书赞颂。诏赐黄金十斤，诏曰："昔唐叔归禾，东平献颂，斯皆骨肉赞美，以彰懿亲。王研精坟典，耽味道真，文雅焕炳，朕甚嘉之。王其克慎明德，以终令闻。"四年，改封<a class="place-name wei" data-place="赞" data-year="223年" data-faction="wei">赞</a>王。七年，徙封<a class="place-name wei" data-place="濮阳" data-year="226年" data-faction="wei">濮阳</a>。太和二年就国，尚约俭，教敕妃妾纺绩织纴，习为家人之事。五年冬，入朝。六年，改封<a class="place-name wei" data-place="中山" data-year="232年" data-faction="wei">中山</a>。</p>
      <p>初，衮来朝，犯京都禁。青龙元年，有司奏衮。诏曰："王素敬慎，邂逅至此，其以议亲之典议之。"有司固执。诏削县二，户七百五十。衮忧惧，戒敕官属愈谨。帝嘉其意，二年，复所削县。三年秋，衮得疾病，诏遣太医视疾，殿中、虎贲赍手诏、赐珍膳相属，又遣太妃、沛王林并就省疾。衮疾困，敕令官属曰："吾寡德忝宠，大命将尽。吾既好俭，而圣朝著终诰之制，为天下法。吾气绝之日，自殡及葬，务奉诏书。昔卫大夫蘧瑗葬<a class="place-name wei" data-place="濮阳" data-year="235年" data-faction="wei">濮阳</a>，吾望其墓，常想其遗风，愿讬贤灵以弊发齿，营吾兆域，必往从之。礼：男子不卒妇人之手。亟以时成东堂。"堂成，名之曰遂志之堂，舆疾往居之。又令世子曰："汝幼少，未闻义方，早为人君，但知乐，不知苦；不知苦，必将以骄奢为失也。接大臣，务以礼。虽非大臣，老者犹宜答拜。事兄以敬，恤弟以慈；兄弟有不良之行，当造膝谏之。谏之不从，流涕喻之；喻之不改，乃白其母。若犹不改，当以奏闻，并辞国土。与其守宠罹祸，不若贫贱全身也。此亦谓大罪恶耳，其微过细故，当掩覆之。嗟尔小子，慎脩乃身，奉圣朝以忠贞，事太妃以孝敬。闺闱之内，奉令於太妃；阃阈之外，受教於沛王。无怠乃心，以慰予灵。"其年薨。诏沛王林留讫葬，使大鸿胪持节典护丧事，宗正吊祭，赠赗甚厚。凡所著文章二万馀言，才不及陈思王而好与之侔。子孚嗣。景初、正元、景元中，累增邑，并前三千四百户。</p>
    `
  }
}
