/**
 * 典韦传记
 */
export default {
  id: 'wei-5-dianwei',
  name: '典韦',
  content: {
    title: '典韦传',
    text: `
      <p>典韦,陈留己吾人也。形貌魁梧,旅力过人,有志节任侠。襄邑刘氏与睢阳李永为雠,韦为报之。永故富春长,备卫甚谨。韦乘车载鸡酒,伪为候者,门开,怀匕首入杀永,并杀其妻,徐出,取车上刀戟,步去。永居近巿,一巿尽骇。追者数百,莫敢近。行四五里,遇其伴,转战得脱。由是为豪杰所识。初平中,张邈举义兵,韦为士,属司马赵宠。牙门旗长大,人莫能胜,韦一手建之,宠异其才力。后属夏侯惇,数斩首有功,拜司马。太祖讨吕布於<a class="place-name wei" data-place="濮阳" data-year="194年" data-faction="wei">濮阳</a>。布有别屯在濮阳西四五十里,太祖夜袭,比明破之。未及还,会布救兵至,三面掉战。时布身自搏战,自旦至日昳数十合,相持急。太祖募陷陈,韦先占,将应募者数十人,皆重衣两铠,弃楯,但持长矛撩戟。时西面又急,韦进当之,贼弓弩乱发,矢至如雨,韦不视,谓等人曰："虏来十步,乃白之。"等人曰："十步矣。"又曰："五步乃白"等人惧,疾言"虏至矣"!韦手持十馀戟,大呼起,所抵无不应手倒者。布众退。会日暮,太祖乃得引去。拜韦都尉,引置左右,将亲兵数百人,常绕大帐。韦既壮武,其所将皆选卒,每战斗,常先登陷陈。迁为校尉。性忠至谨重,常昼立侍终日,夜宿帐左右,稀归私寝。好酒食,饮啖兼人,每赐食於前,大饮长歠,左右相属,数人益乃供,太祖壮之。韦好持大双戟与长刀等,军中为之语曰："帐下壮士有典君,提一双戟八十斤。"</p>
      <p>　　太祖征荆州,至<a class="place-name wei" data-place="宛城" data-year="197年" data-faction="neutral">宛</a>,张绣迎降。太祖甚悦,延绣及其将帅,置酒高会。太祖行酒,韦持大斧立后,刃径尺,太祖所至之前,韦辄举斧目之。竟酒,绣及其将帅莫敢仰视。后十馀日,绣反,袭太祖营,太祖出战不利,轻骑引去。韦战於门中,贼不得入。兵遂散从他门并入。时韦校尚有十馀人,皆殊死战,无不一当十。贼前后至稍多,韦以长戟左右击之,一叉入,辄十馀矛摧。左右死伤者略尽。韦被数十创,短兵接战,贼前搏之。韦双挟两贼击杀之,馀贼不敢前。韦复前突贼,杀数人,创重发,瞋目大骂而死。贼乃敢前,取其头,传观之,覆军就视其躯。太祖退住舞阴,闻韦死,为流涕,募间取其丧,亲自临哭之,遣归葬襄邑,拜子满为郎中。车驾每过,常祠以中牢。太祖思韦,拜满为司马,引自近。文帝即王位,以满为都尉,赐爵关内侯。</p>
    `
  }
}
