/**
 * 管辂传记
 */
export default {
  id: 'wei-29-guanlu',
  name: '管辂',
  content: {
    title: '管辂传',
    text: `
      <p>管辂字公明，<a class="place-name wei" data-place="平原" data-year="210年前" data-faction="neutral">平原</a>人也。容貌粗丑，无威仪而嗜酒，饮食言戏，不择非类，故人多爱之而不敬也。</p>

      <p>父为利漕，利漕民郭恩兄弟三人，皆得躄疾，使辂筮其所由。辂曰："卦中有君本墓，墓中有女鬼，非君伯母，当叔母也。昔饥荒之世，当有利其数升米者，排著井中，啧啧有声，推一大石，下破其头，孤魂冤痛，自诉於天。"於是恩涕泣服罪。</p>

      <p><a class="place-name wei" data-place="广平" data-year="240年" data-faction="wei">广平</a>刘奉林妇病困，已买棺器。时正月也，使辂占，曰："命在八月辛卯日日中之时。"林谓必不然，而妇渐差，至秋发动，一如辂言。</p>

      <p>辂往见<a class="place-name wei" data-place="安平" data-year="241年" data-faction="wei">安平</a>太守王基，基令作卦，辂曰："当有贱妇人，生一男儿，堕地便走入灶中死。又床上当有一大蛇衔笔，小大共视，须臾去之也。又乌来入室中，与燕共斗，燕死，乌去。有此三怪。"基大惊，问其吉凶。辂曰："直客舍久远，魑魅魍魉为怪耳。儿生便走，非能自走，直宋无忌之妖将其入灶也。大蛇衔笔，直老书佐耳。乌与燕斗，直老铃下耳。今卦中见象而不见其凶，知非妖咎之徵，自无所忧也。"后卒无患。</p>

      <p>时<a class="place-name wei" data-place="信都" data-year="243年" data-faction="wei">信都</a>令家妇女惊恐，更互疾病，使辂筮之。辂曰："君北堂西头，有两死男子，一男持矛，一男持弓箭，头在壁内，脚在壁外。持矛者主刺头，故头重痛不得举也。持弓箭者主射胸腹，故心中县痛不得饮食也。昼则浮游，夜来病人，故使惊恐也。"於是掘徙骸骨，家中皆愈。</p>

      <p><a class="place-name wei" data-place="清河" data-year="244年" data-faction="wei">清河</a>王经去官还家，辂与相见。经曰："近有一怪，大不喜之，欲烦作卦。"卦成，辂曰："爻吉，不为怪也。君夜在堂户前，有一流光如燕爵者，入君怀中，殷殷有声，内神不安，解衣彷徉，招呼妇人，觅索馀光。"经大笑曰："实如君言。"辂曰："吉，迁官之徵也，其应行至。"顷之，经为<a class="place-name wei" data-place="江夏" data-year="245年" data-faction="wei">江夏</a>太守。</p>

      <p>辂又至郭恩家，有飞鸠来在梁头，鸣甚悲。辂曰："当有老公从东方来，携豚一头，酒一壶。主人虽喜，当有小故。"明日果有客，如所占。恩使客节酒、戒肉、慎火，而射鸡作食，箭从树间激中数岁女子手，流血惊怖。</p>

      <p>辂至<a class="place-name wei" data-place="安德" data-year="244年" data-faction="wei">安德</a>令刘长仁家，有鸣鹊来在閤屋上，其声甚急。辂曰："鹊言东北有妇昨杀夫，牵引西家人夫离娄，候不过日在虞渊之际，告者至矣。"到时，果有东北同伍民来告，邻妇手杀其夫，诈言西家人与夫有嫌，来杀我婿。</p>

      <p>辂至<a class="place-name wei" data-place="列人" data-year="244年" data-faction="wei">列人</a>典农王弘直许，有飘风高三尺馀，从申上来，在庭中幢幢回转，息以复起，良久乃止。直以问辂，辂曰："东方当有马吏至，恐父哭子，如何！"明日<a class="place-name wei" data-place="胶东" data-year="244年" data-faction="wei">胶东</a>吏到，直子果亡。直问其故，辂曰："其日乙卯，则长子之候也。木落於申，斗建申，申破寅，死丧之候也。日加午而风发，则马之候也。离为文章，则吏之候也。申未为虎，虎为大人，则父之候也。"有雄雉飞来，登直内铃柱头，直大以不安，令辂作卦，辂曰："到五月必迁。"时三月也，至期，直果为<a class="place-name wei" data-place="勃海" data-year="245年" data-faction="wei">勃海</a>太守。</p>

      <p><a class="place-name wei" data-place="馆陶" data-year="246年" data-faction="wei">馆陶</a>令诸葛原迁<a class="place-name wei" data-place="新兴" data-year="246年" data-faction="wei">新兴</a>太守，辂往祖饯之，宾客并会。原自起取燕卵、蜂窠、蜘蛛著器中，使射覆。卦成，辂曰："第一物，含气须变，依乎宇堂，雄雌以形，翅翼舒张，此燕卵也。第二物，家室倒县，门户众多，藏精育毒，得秋乃化，此蜂窠也。第三物，觳觫长足，吐丝成罗，寻网求食，利在昬夜，此蜘蛛也。"举坐惊喜。</p>

      <p>辂族兄孝国，居在<a class="place-name wei" data-place="斥丘" data-year="246年" data-faction="wei">斥丘</a>，辂往从之，与二客会。客去后，辂谓孝国曰："此二人天庭及口耳之间同有凶气，异变俱起，双魂无宅，流魂于海，骨归于家，少许时当并死也。"复数十日，二人饮酒醉，夜共载车，牛惊下道入漳河中，皆即溺死也。</p>

      <p>当此之时，辂之邻里，外户不闭，无相偷窃者。<a class="place-name wei" data-place="清河" data-year="247年" data-faction="wei">清河</a>太守华表，召辂为文学掾。<a class="place-name wei" data-place="安平" data-year="247年" data-faction="wei">安平</a>赵孔曜荐辂於<a class="place-name wei" data-place="冀州" data-year="248年" data-faction="wei">冀州</a>刺史裴徽曰："辂雅性宽大，与世无忌，仰观天文则同妙甘公、石申，俯览周易则齐思季主。今明使君方垂神幽薮，留精九皋，辂宜蒙阴和之应，得及羽仪之时。"徽於是辟为文学从事，引与相见，大善友之。徙部<a class="place-name wei" data-place="钜鹿" data-year="248年" data-faction="wei">钜鹿</a>，迁治中别驾。</p>

      <p>初应州召，与弟季儒共载，至<a class="place-name wei" data-place="武城" data-year="249年" data-faction="wei">武城</a>西，自卦吉凶，语儒云："当在故城中见三貍，尔者乃显。"前到河西故城角，正见三貍共踞城侧，兄弟并喜。正始九年举秀才。</p>

      <p>十二月二十八日，吏部尚书何晏请之，邓飏在晏许。晏谓辂曰："闻君著爻神妙，试为作一卦，知位当至三公不？"又问："连梦见青蝇数十头，来在鼻上，驱之不肯去，有何意故？"辂曰："夫飞鸮，天下贱鸟，及其在林食椹，则怀我好音，况辂心非草木，敢不尽忠？昔元、凯之弼重华，宣惠慈和，周公之翼成王，坐而待旦，故能流光六合，万国咸宁。此乃履道休应。非卜筮之所明也。今君侯位重山岳，势若雷电，而怀德者鲜，畏威者众，殆非小心翼翼多福之仁。又鼻者艮，此天中之山，高而不危，所以长守贵也。今青蝇臭恶，而集之焉。位峻者颠，轻豪者亡，不可不思害盈之数，盛衰之期。是故山在地中曰谦，雷在天上曰壮；谦则裒多益寡，壮则非礼不履。未有损己而不光大，行非而不伤败。愿君侯上追文王六爻之旨，下思尼父彖象之义，然后三公可决，青蝇可驱也。"飏曰："此老生之常谭。"辂答曰："夫老生者见不生，常谭者见不谭。"晏曰："过岁更当相见。"辂还邑舍，具以此言语舅氏，舅氏责辂言太切至。辂曰；"与死人语，何所畏邪？"舅大怒，谓辂狂悖。岁朝，西北大风，尘埃蔽天，十馀日，闻晏、飏皆诛，然后舅氏乃服。</p>

      <p>始辂过<a class="place-name wei" data-place="魏郡" data-year="249年" data-faction="wei">魏郡</a>太守锺毓，共论易义，辂因言"卜可知君生死之日。"毓使筮其生日月，如言无蹉跌。毓大愕然，曰："君可畏也。死以付天，不以付君。"遂不复筮。毓问辂："天下当太平否？"辂曰："方今四九天飞，利见大人，神武升建，王道文明，何忧不平？"毓未解辂言，无几，曹爽等诛，乃觉寤云。</p>

      <p><a class="place-name wei" data-place="平原" data-year="248年" data-faction="wei">平原</a>太守刘邠取印囊及山鸡毛著器中，使筮。辂曰："内方外圆，五色成文，含宝守信，出则有章，此印囊也。高岳岩岩，有鸟朱身，羽翼玄黄，鸣不失晨，此山鸡毛也。"邠曰："此郡官舍，连有变怪，使人恐怖，其理何由？"辂曰："或因汉末之乱，兵马扰攘，军尸流血，汙染丘山，故因昬夕，多有怪形也。明府道德高妙，自天祐之，愿安百禄，以光休宠。"</p>

      <p><a class="place-name wei" data-place="清河" data-year="249年" data-faction="wei">清河</a>令徐季龙使人行猎，令辂筮其所得。辂曰："当获小兽，复非食禽，虽有爪牙，微而不强，虽有文章，蔚而不明，非虎非雉，其名曰狸。"猎人暮归，果如辂言。季龙取十三种物，著大箧中，使辂射。云："器中藉藉有十三种物。"先说鸡子，后道蚕蛹，遂一一名之，惟以梳为枇耳。</p>

      <p>辂随军西行，过毌丘俭墓下，倚树哀吟，精神不乐。人问其故，辂曰："林木虽茂，无形可久；碑诔虽美，无后可守。玄武藏头，苍龙无足，白虎衔尸，朱雀悲哭，四危以备，法当灭族。不过二载，其应至矣。"卒如其言。后得休，过<a class="place-name wei" data-place="清河" data-year="253年" data-faction="wei">清河</a>倪太守。时天旱，倪问辂雨期，辂曰："今夕当雨。"是日旸燥，昼无形似，府丞及令在坐，咸谓不然。到鼓一中，星月皆没，风云并起，竟成快雨。於是倪盛脩主人礼，共为欢乐。</p>

      <p>正元二年，弟辰谓辂曰："大将军待君意厚，冀当富贵乎？"辂长叹曰："吾自知有分直耳，然天与我才明，不与我年寿，恐四十七八间，不见女嫁儿娶妇也。若得免此，欲作<a class="place-name wei" data-place="洛阳" data-year="255年" data-faction="wei">洛阳</a>令，可使路不拾遗，枹鼓不鸣。但恐至太山治鬼，不得治生人，如何！"辰问其故，辂曰："吾额上无生骨，眼中无守精，鼻无梁柱，脚无天根，背无三甲，腹无三壬，此皆不寿之验。又吾本命在寅，加月食夜生。天有常数，不可得讳，但人不知耳。吾前后相当死者过百人，略无错也。"是岁八月，为少府丞。明年二月卒，年四十八。</p>
    `
  }
}
