/**
 * 和洽传记
 * 魏书·和常杨杜赵裴传第二十三
 */
export default {
  id: 'wei-23-heqia',
  name: '和洽',
  content: {
    title: '和洽传',
    text: `
      <p>和洽字阳士，<a class="place-name wei" data-place="汝南" data-year="170年前" data-faction="neutral">汝南</a>西平人也。举孝廉，大将军辟，皆不就。袁绍在<a class="place-name wei" data-place="冀州" data-year="190年" data-faction="neutral">冀州</a>，遣使迎<a class="place-name wei" data-place="汝南" data-year="190年" data-faction="neutral">汝南</a>士大夫。洽独以"<a class="place-name wei" data-place="冀州" data-year="190年" data-faction="neutral">冀州</a>土平民强，英桀所利，四战之地。本初乘资，虽能强大，然雄豪方起，全未可必也。<a class="place-name wei" data-place="荆州" data-year="190年" data-faction="neutral">荆州</a>刘表无他远志，爱人乐士，土地险阻，山夷民弱，易依倚也"。遂与亲旧俱南从表，表以上客待之。洽曰："所以不从本初，辟争地也。昏世之主，不可黩近，久而阽危，必有谗慝间其中者。"遂南度<a class="place-name wei" data-place="武陵" data-year="190年" data-faction="neutral">武陵</a>。</p>
      <p>太祖定<a class="place-name wei" data-place="荆州" data-year="208年" data-faction="neutral">荆州</a>，辟为丞相掾属。时毛玠、崔琰并以忠清幹事，其选用先尚俭节。洽言曰："天下大器，在位与人，不可以一节检也。俭素过中，自以处身则可，以此节格物，所失或多。今朝廷之议，吏有著新衣、乘好车者，谓之不清；长吏过营，形容不饰，衣裘敝坏者，谓之廉洁。至令士大夫故汙辱其衣，藏其舆服；朝府大吏，或自挈壶餐以入官寺。夫立教观俗，贵处中庸，为可继也。今崇一概难堪之行以检殊涂，勉而为之，必有疲瘁。古之大教，务在通人情而已。凡激诡之行，则容隐伪矣。"</p>
      <p>魏国既建，为侍中，后有白毛玠谤毁太祖，太祖见近臣，怒甚。洽陈玠素行有本，求案实其事。罢朝，太祖令曰："今言事者白玠不但谤吾也，乃复为崔琰觖望。此损君臣恩义，妄为死友怨叹，殆不可忍也。昔萧、曹与高祖并起微贱，致功立勋。高祖每在屈笮，二相恭顺，臣道益彰，所以祚及后世也。和侍中比求实之，所以不听，欲重参之耳。"洽对曰："如言事者言，玠罪过深重，非天地所覆载。臣非敢曲理玠以枉大伦也，以玠出群吏之中，特见拔擢，显在首职，历年荷宠，刚直忠公，为众所惮，不宜有此。然人情难保，要宜考覈，两验其实。今圣恩垂含垢之仁，不忍致之于理，更使曲直之分不明，疑自近始。"太祖曰："所以不考，欲两全玠及言事者耳。"洽对曰："玠信有谤上之言，当肆之巿朝；若玠无此，言事者加诬大臣以误主听；二者不加检覈，臣窃不安。"太祖曰："方有军事，安可受人言便考之邪？狐射姑刺阳处父於朝，此为君之诫也。"</p>
      <p>太祖克张鲁，洽陈便宜以时拔军徙民，可省置守之费。太祖未纳，其后竟徙民弃<a class="place-name wei" data-place="汉中" data-year="215年" data-faction="wei">汉中</a>。出为郎中令。文帝践阼，为光禄勋，封安城亭侯。明帝即位，进封西陵乡侯，邑二百户。</p>
      <p>太和中，散骑常侍高堂隆奏："时风不至，而有休废之气，必有司不勤职事以失天常也。"诏书谦虚引咎，博谘异同。洽以为"民稀耕少，浮食者多。国以民为本，民以谷为命。故费一时之农，则失育命之本。是以先王务蠲烦费，以专耕农。自春夏以来，民穷於役，农业有废，百姓嚣然，时风不至，未必不由此也。消复之术，莫大於节俭。太祖建立洪业，奉师徒之费，供军赏之用，吏士丰於资食，仓府衍於谷帛，由不饰无用之宫，绝浮华之费，方今之要，固在息省劳烦之役，损除他馀之务，以为军戎之储。三边守御，宜在备豫。料贼虚实，蓄士养众，算庙胜之策，明攻取之谋，详询众庶以求厥中。若谋不素定，轻弱小敌，军人数举，举而无庸，所谓'悦武无震'，古人之诫也。"</p>
      <p>转为太常，清贫守约，至卖田宅以自给。明帝闻之，加赐谷帛。薨，谥曰简侯。子离嗣。离弟逌，才爽开济，官至廷尉书。</p>
      <p>洽同郡许混者，许劭子也。清醇有鉴识，明帝时为尚书。</p>
    `
  }
}
