/**
 * 华佗传记
 */
export default {
  id: 'wei-29-huatuo',
  name: '华佗',
  content: {
    title: '华佗传',
    text: `
      <p>华佗字元化，<a class="place-name wei" data-place="沛郡" data-year="150年前" data-faction="neutral">沛国</a><a class="place-name wei" data-place="谯" data-year="150年前" data-faction="neutral">谯</a>人也，一名旉。游学<a class="place-name wei" data-place="徐州" data-year="170年前" data-faction="neutral">徐土</a>，兼通数经。沛相陈珪举孝廉，太尉黄琬辟，皆不就。晓养性之术，时人以为年且百岁而貌有壮容。又精方药，其疗疾，合汤不过数种，心解分剂，不复称量，煮熟便饮，语其节度，舍去辄愈。若当灸，不过一两处，每处不过七八壮，病亦应除。若当针，亦不过一两处，下针言"当引某许，若至，语人"。病者言"巳到"，应便拔针，病亦行差。若病结积在内，针药所不能及，当须刳割者，便饮其麻沸散，须臾便如醉死无所知，因破取。病若在肠中，便断肠湔洗，缝腹膏摩，四五日差，不痛，人亦不自寤，一月之间，即平复矣。</p>

      <p>故<a class="place-name wei" data-place="甘陵" data-year="190年" data-faction="neutral">甘陵</a>相夫人有娠六月，腹痛不安，佗视脉，曰："胎已死矣。"使人手摸知所在，在左则男，在右则女。人云"在左"，於是为汤下之，果下男形，即愈。</p>

      <p>县吏尹世苦四支烦，口中乾，不欲闻人声，小便不利。佗曰："试作热食，得汗则愈；不汗，后三日死。"即作热食而不汗出，佗曰："藏气已绝於内，当啼泣而绝。"果如佗言。</p>

      <p>府吏倪寻、李延共止，俱头痛身热，所苦正同。佗曰："寻当下之，延当发汗。"或难其异，佗曰："寻外实，延内实，故治之宜殊。"即各与药，明旦并起。</p>

      <p><a class="place-name wei" data-place="盐渎" data-year="190年" data-faction="neutral">盐渎</a>严昕与数人共候佗，適至，佗谓昕曰："君身中佳否？"昕曰："自如常。"佗曰："君有急病见於面，莫多饮酒。"坐毕归，行数里，昕卒头眩堕车，人扶将还，载归家，中宿死。</p>

      <p>故督邮顿子献得病已差，诣佗视脉，曰："尚虚，未得复，勿为劳事，御内即死。临死，当吐舌数寸。"其妻闻其病除，从百馀里来省之，止宿交接，中间三日发病，一如佗言。</p>

      <p>督邮徐毅得病，佗往省之。毅谓佗曰："昨使医曹吏刘租针胃管讫，便苦欬嗽，欲卧不安。"佗曰："刺不得胃管，误中肝也，食当日减，五日不救。"遂如佗言。</p>

      <p><a class="place-name wei" data-place="东阳" data-year="195年" data-faction="neutral">东阳</a>陈叔山小男二岁得疾，下利常先啼，日以羸困。问佗，佗曰："其母怀躯，阳气内养，乳中虚冷，儿得母寒，故令不时愈。"佗与四物女宛丸，十日即除。</p>

      <p><a class="place-name wei" data-place="彭城" data-year="195年" data-faction="neutral">彭城</a>夫人夜之厕，虿螫其手，呻呼无赖。佗令温汤近热，渍手其中，卒可得寐，但旁人数为易汤，汤令暖之，其旦即愈。</p>

      <p>军吏梅平得病，除名还家，家居<a class="place-name wei" data-place="广陵" data-year="196年" data-faction="neutral">广陵</a>，未至二百里，止亲人舍。有顷，佗偶至主人许，主人令佗视平，佗谓平曰："君早见我，可不至此。今疾已结，促去可得与家相见，五日卒。"应时归，如佗所刻。</p>

      <p>佗行道，见一人病咽塞，嗜食而不得下，家人车载欲往就医。佗闻其呻吟，驻车往视，语之曰："向来道边有卖饼家蒜齑大酢，从取三升饮之，病自当去。"即如佗言，立吐蛇一枚，县车边，欲造佗。佗尚未还，小儿戏门前，逆见，自相谓曰："似逢我公，车边病是也。"疾者前入坐，见佗北壁县此蛇辈约以十数。</p>

      <p>又有一郡守病，佗以为其人盛怒则差，乃多受其货而不加治，无何弃去，留书骂之。郡守果大怒，令人追捉杀佗。郡守子知之，属使勿逐。守瞋恚既甚，吐黑血数升而愈。</p>

      <p>又有一士大夫不快，佗云："君病深，当破腹取。然君寿亦不过十年，病不能杀君，忍病十岁，寿俱当尽，不足故自刳裂。"士大夫不耐痛痒，必欲除之。佗遂下手，所患寻差，十年竟死。</p>

      <p><a class="place-name wei" data-place="广陵" data-year="196年" data-faction="neutral">广陵</a>太守陈登得病，胸中烦懑，面赤不食。佗脉之曰："府君胃中有虫数升，欲成内疽，食腥物所为也。"即作汤二升，先服一升，斯须尽服之。食顷，吐出三升许虫，赤头皆动，半身是生鱼脍也，所苦便愈。佗曰："此病后三期当发，遇良医乃可济救。"依期果发动，时佗不在，如言而死。</p>

      <p>太祖闻而召佗，佗常在左右。太祖苦头风，每发，心乱目眩，佗针鬲，随手而差。</p>

      <p>李将军妻病甚，呼佗视脉，曰："伤娠而胎不去。"将军言："闻实伤娠，胎已去矣。"佗曰："案脉，胎未去也。"将军以为不然。佗舍去，妇稍小差。百馀日复动，更呼佗，佗曰："此脉故事有胎。前当生两儿，一儿先出，血出甚多，后儿不及生。母不自觉，旁人亦不寤，不复迎，遂不得生。胎死，血脉不复归，必燥著母脊，故使多脊痛。今当与汤，并针一处，此死胎必出。"汤针既加，妇痛急如欲生者。佗曰："此死胎久枯，不能自出，宜使人探之。"果得一死男，手足完具，色黑，长可尺所。</p>

      <p>佗之绝技，凡此类也。然本作士人，以医见业，意常自悔，后太祖亲理，得病笃重，使佗专视。佗曰："此近难济，恒事攻治，可延岁月。"佗久远家思归，因曰："当得家书，方欲暂还耳。"到家，辞以妻病，数乞期不反。太祖累书呼，又敕郡县发遣。佗恃能厌食事，犹不上道。太祖大怒，使人往检。若妻信病，赐小豆四十斛，宽假限日；若其虚诈，便收送之。於是传付<a class="place-name wei" data-place="许昌" data-year="208年" data-faction="wei">许</a>狱，考验首服。荀彧请曰："佗术实工，人命所县，宜含宥之。"太祖曰："不忧，天下当无此鼠辈耶？"遂考竟佗。佗临死，出一卷书与狱吏，曰："此可以活人。"吏畏法不受，佗亦不强，索火烧之。佗死后，太祖头风未除。太祖曰："佗能愈此。小人养吾病，欲以自重，然吾不杀此子，亦终当不为我断此根原耳。"及后爱子仓舒病困，太祖叹曰："吾悔杀华佗，令此儿强死也。"</p>

      <p>初，军吏李成苦欬嗽，昼夜不寤，时吐脓血，以问佗。佗言："君病肠臃，欬之所吐，非从肺来也。与君散两钱，当吐二升馀脓血讫，快自养，一月可小起，好自将爱，一年便健。十八岁当一小发，服此散，亦行复差。若不得此药，故当死。"复与两钱散，成得药去。五六岁，亲中人有病如成者，谓成曰："卿今强健，我欲死，何忍无急去药，以待不祥？先持贷我，我差，为卿从华佗更索。"成与之。已故到<a class="place-name wei" data-place="谯" data-year="208年" data-faction="wei">谯</a>，適值佗见收，怱怱不忍从求。后十八岁，成病竟发，无药可服，以至於死。</p>

      <p><a class="place-name wei" data-place="广陵" data-year="200年" data-faction="neutral">广陵</a>吴普、<a class="place-name wei" data-place="彭城" data-year="200年" data-faction="neutral">彭城</a>樊阿皆从佗学。普依准佗治，多所全济。佗语普曰："人体欲得劳动，但不当使极尔。动摇则谷气得消，血脉流通，病不得生，譬犹户枢不朽是也。是以古之仙者为导引之事，熊颈鸱顾，引輓腰体，动诸关节，以求难老。吾有一术，名五禽之戏，一曰虎，二曰鹿，三曰熊，四曰猿，五曰鸟，亦以除疾，并利蹄足，以当导引。体中不快，起作一禽之戏，沾濡汗出，因上著粉，身体轻便，腹中欲食。"普施行之，年九十馀，耳目聪明，齿牙完坚。阿善针术。凡医咸言背及胸藏之间不可妄针，针之不过四分，而阿针背入一二寸，巨阙胸藏针下五六寸，而病辄皆瘳。阿从佗求可服食益於人者，佗授以漆叶青黏散。漆叶屑一升，青黏屑十四两，以是为率，言久服去三虫，利五藏，轻体，使人头不白。阿从其言，寿百馀岁。漆叶处所而有，青黏生於<a class="place-name wei" data-place="丰" data-year="200年" data-faction="neutral">丰</a>、<a class="place-name wei" data-place="沛" data-year="200年" data-faction="neutral">沛</a>、<a class="place-name wei" data-place="彭城" data-year="200年" data-faction="neutral">彭城</a>及<a class="place-name wei" data-place="朝歌" data-year="200年" data-faction="neutral">朝歌</a>云。</p>
    `
  }
}
