/**
 * 刘廙传记
 * 魏书·王卫二刘傅传第二十一
 */
export default {
  id: 'wei-21-liuyi',
  name: '刘廙',
  content: {
    title: '刘廙传',
    text: `
      <p>刘廙字恭嗣，<a class="place-name wei" data-place="南阳" data-year="177年前" data-faction="neutral">南阳</a><a class="place-name wei" data-place="安众" data-year="177年前" data-faction="neutral">安众</a>人也。年十岁，戏於讲堂上，<a class="place-name wei" data-place="颍川" data-year="190年前" data-faction="neutral">颍川</a>司马德操拊其头曰："孺子，孺子，'黄中通理'，宁自知不？"廙兄望之，有名於世，<a class="place-name wei" data-place="荆州" data-year="196年前" data-faction="neutral">荆州</a>牧刘表辟为从事。而其友二人，皆以谗毁，为表所诛。望之又以正谏不合，投传告归。廙谓望之曰："赵杀鸣、犊，仲尼回轮。今兄既不能法柳下惠和光同尘於内，则宜模范蠡迁化於外。坐而自绝於时，殆不可也！"望之不从，寻复见害。廙惧，奔<a class="place-name wei" data-place="扬州" data-year="208年" data-faction="neutral">扬州</a>，遂归太祖。太祖辟为丞相掾属，转五官将文学。文帝器之，命廙通草书。廙答书曰："初以尊卑有逾，礼之常分也。是以贪守区区之节，不敢脩草。必如严命，诚知劳谦之素，不贵殊异若彼之高，而惇白屋如斯之好，苟使郭隗不轻於燕，九九不忽於齐，乐毅自至，霸业以隆。亏匹夫之节，成巍巍之美，虽愚不敏，何敢以辞？"魏国初建，为黄门侍郎。</p>
      <p>太祖在<a class="place-name wei" data-place="长安" data-year="215年" data-faction="wei">长安</a>，欲亲征蜀，廙上疏曰："圣人不以智轻俗，王者不以人废言。故能成功於千载者，必以近察远，智周於独断者，不耻於下问，亦欲博采必尽於众也。且韦弦非能言之物，而圣贤引以自匡。臣才智闇浅，愿自比於韦弦。昔乐毅能以弱燕破大齐，而不能以轻兵定即墨者，夫自为计者虽弱必固，欲自溃者虽强必败也。自殿下起军以来，三十馀年，敌无不破，强无不服。今以海内之兵，百胜之威，而孙权负险於吴，刘备不宾於蜀。夫夷狄之臣，不当<a class="place-name wei" data-place="冀州" data-year="215年" data-faction="wei">冀州</a>之卒，权、备之籍，不比袁绍之业，然本初以亡，而二寇未捷，非闇弱於今而智武於昔也。斯自为计者，与欲自溃者异势耳。故文王伐崇，三驾不下，归而脩德，然后服之。秦为诸侯，所征必服，及兼天下，东向称帝，匹夫大呼而社稷用隳。是力毙於外，而不恤民於内也。臣恐边寇非六国之敌，而世不乏才，土崩之势，此不可不察也。天下有重得，有重失：势可得而我勤之，此重得也；势不可得而我勤之，此重失也。於今之计，莫若料四方之险，择要害之处而守之，选天下之甲卒，随方面而岁更焉。殿下可高枕於广夏，潜思於治国；广农桑，事从节约，脩之旬年，则国富民安矣。"太祖遂进前而报廙曰："非但君当知臣，臣亦当知君。今欲使吾坐行西伯之德，恐非其人也。"</p>
      <p>魏讽反，廙弟伟为讽所引，当相坐诛。太祖令曰："叔向不坐弟虎，古之制也。"特原不问，徙署丞相仓曹属。廙上疏谢曰："臣罪应倾宗，祸应覆族。遭乾坤之灵，值时来之运，扬汤止沸，使不燋烂；起烟於寒灰之上，生华於已枯之木。物不答施於天地，子不谢生於父母，可以死效，难用笔陈。"廙著书数十篇，及与丁仪共论刑礼，皆传於世。文帝即王位，为侍中，赐爵关内侯。黄初二年卒。无子。帝以弟子阜嗣。</p>
    `
  }
}
