/**
 * 毛玠传记
 */
export default {
  id: 'wei-12-maojie',
  name: '毛玠',
  content: {
    title: '毛玠传',
    text: `
      <p>毛玠字孝先，<a class="place-name wei" data-place="陈留" data-year="190年前" data-faction="neutral">陈留</a><a class="place-name wei" data-place="平丘" data-year="190年前" data-faction="neutral">平丘</a>人也。少为县吏，以清公称。将避乱<a class="place-name wei" data-place="荆州" data-year="190年" data-faction="neutral">荆州</a>，未至，闻刘表政令不明，遂往<a class="place-name wei" data-place="鲁阳" data-year="190年" data-faction="neutral">鲁阳</a>。太祖临<a class="place-name wei" data-place="兖州" data-year="191年" data-faction="neutral">兖州</a>，辟为治中从事。玠语太祖曰："今天下分崩，国主迁移，生民废业，饥馑流亡，公家无经岁之储，百姓无安固之志，难以持久。今袁绍、刘表，虽士民众强，皆无经远之虑，未有树基建本者也。夫兵义者胜，守位以财，宜奉天子以令不臣，脩耕植，畜军资，如此则霸王之业可成也。"太祖敬纳其言，转幕府功曹。</p>

      <p>太祖为司空丞相，玠尝为东曹掾，与崔琰并典选举。其所举用，皆清正之士，虽於时有盛名而行不由本者，终莫得进。务以俭率人，由是天下之士莫不以廉节自励，虽贵宠之臣，舆服不敢过度。太祖叹曰："用人如此，使天下人自治，吾复何为哉！"文帝为五官将，亲自诣玠，属所亲眷。玠答曰："老臣以能守职，幸得免戾，今所说人非迁次，是以不敢奉命。"大军还<a class="place-name wei" data-place="邺" data-year="215年" data-faction="wei">邺</a>，议所并省。玠请谒不行，时人惮之，咸欲省东曹。乃共白曰："旧西曹为上，东曹为次，宜省东曹。"太祖知其情，令曰："日出於东，月盛於东，凡人言方，亦复先东，何以省东曹？"遂省西曹。初，太祖平<a class="place-name wei" data-place="柳城" data-year="207年" data-faction="neutral">柳城</a>，班所获器物，特以素屏风素冯几赐玠，曰："君有古人之风，故赐君古人之服。"玠居显位，常布衣蔬食，抚育孤兄子甚笃，赏赐以振施贫族，家无所馀。迁右军师。魏国初建，为尚书仆射，复典选举。时太子未定，而<a class="place-name wei" data-place="临菑" data-year="217年" data-faction="wei">临菑</a>侯植有宠，玠密谏曰："近者袁绍以嫡庶不分，覆宗灭国。废立大事，非所宜闻。"后群僚会，玠起更衣，太祖目指曰："此古所谓国之司直，我之周昌也。"</p>

      <p>崔琰既死，玠内不悦。后有白玠者："出见黥面反者，其妻子没为官奴婢，玠言曰'使天不雨者盖此也'。"太祖大怒，收玠付狱。大理锺繇诘玠曰："自古圣帝明王，罪及妻子。书云：'左不共左，右不共右，予则孥戮女。'司寇之职，男子入于罪隶，女子入于舂槁。汉律，罪人妻子没为奴婢，黥面。汉法所行黥墨之刑，存於古典。今真奴婢祖先有罪，虽历百世，犹有黥面供官，一以宽良民之命，二以宥并罪之辜。此何以负於神明之意，而当致旱？案典谋，急恒寒若，舒恒燠若，宽则亢阳，所以为旱。玠之吐言，以为宽邪，以为急也？急当阴霖，何以反旱？成汤圣世，野无生草，周宣令主，旱魃为虐。亢旱以来，积三十年，归咎黥面，为相值不？卫人伐邢，师兴而雨，罪恶无徵，何以应天？玠讥谤之言，流於下民，不悦之声，上闻圣听。玠之吐言，势不独语，时见黥面，凡为几人？黥面奴婢，所识知邪？何缘得见，对之叹言？时以语谁？见答云何？以何日月？於何处所？事已发露，不得隐欺，具以状对。"玠曰："臣闻萧生缢死，困於石显；贾子放外，谗在绛、灌；白起赐剑於杜邮；晁错致诛於东市；伍员绝命於吴都。斯数子者，或妒其前，或害其后。臣垂龆执简，累勤取官，职在机近，人事所窜。属臣以私，无势不绝，语臣以冤，无细不理。人情淫利，为法所禁，法禁于利，势能害之。青蝇横生，为臣作谤，谤臣之人，势不在他。昔王叔、陈生争正王廷，宣子平理。命举其契，是非有宜，曲直有所，春秋嘉焉，是以书之。臣不言此，无有时、人。说臣此言，必有徵要。乞蒙宣子之辨，而求王叔之对。若臣以曲闻，即刑之日，方之安驷之赠；赐剑之来，比之重赏之惠。谨以状对。"时桓阶、和洽进言救玠。玠遂免黜，卒于家。太祖赐棺器钱帛，拜子机郎中。</p>
    `
  }
}
