/**
 * 许褚传记
 */
export default {
  id: 'wei-18-xuchu',
  name: '许褚',
  content: {
    title: '许褚传',
    text: `
      <p>许褚字仲康，<a class="place-name wei" data-place="谯" data-year="190年前" data-faction="neutral">谯国谯</a>人也。长八尺馀，腰大十围，容貌雄毅，勇力绝人。汉末，聚少年及宗族数千家，共坚壁以御寇。时<a class="place-name wei" data-place="汝南" data-year="190年" data-faction="neutral">汝南</a><a class="place-name wei" data-place="葛陂" data-year="190年" data-faction="neutral">葛陂</a>贼万馀人攻褚壁，褚众少不敌，力战疲极。兵矢尽，乃令壁中男女，聚治石如杅斗者置四隅。褚飞石掷之，所值皆摧碎。贼不敢进。粮乏，伪与贼和，以牛与贼易食，贼来取牛，牛辄奔还。褚乃出陈前，一手逆曳牛尾，行百馀步。贼众惊，遂不敢取牛而走。由是淮、汝、<a class="place-name wei" data-place="陈郡" data-year="190年" data-faction="neutral">陈</a>、<a class="place-name wei" data-place="梁国" data-year="190年" data-faction="neutral">梁</a>间，闻皆畏惮之。太祖徇淮、汝，褚以众归太祖。太祖见而壮之曰："此吾樊哙也。"即日拜都尉，引入宿卫。诸从褚侠客，皆以为虎士。从征张绣，先登，斩首万计，迁校尉。从讨袁绍於<a class="place-name wei" data-place="官渡" data-year="200年" data-faction="wei">官渡</a>。时常从士徐他等谋为逆，以褚常侍左右，惮之不敢发。伺褚休下日，他等怀刀入。褚至下舍心动，即还侍。他等不知，入帐见褚，大惊愕。他色变，褚觉之，即击杀他等。太祖益亲信之，出入同行，不离左右。从围<a class="place-name wei" data-place="邺" data-year="204年" data-faction="neutral">邺</a>，力战有功，赐爵关内侯。从讨韩遂、马超於<a class="place-name wei" data-place="潼关" data-year="211年" data-faction="neutral">潼关</a>。太祖将北渡，临济河，先渡兵，独与褚及虎士百馀人留南岸断后。超将步骑万馀人，来奔太祖军，矢下如雨。褚白太祖，贼来多，今兵渡已尽，宜去，乃扶太祖上船。贼战急，军争济，船重欲没。褚斩攀船者，左手举马鞍蔽太祖。船工为流矢所中死，褚右手并溯船，仅乃得渡。是日，微褚几危。其后太祖与遂、超等单马会语，左右皆不得从，唯将褚。超负其力，阴欲前突太祖，素闻褚勇，疑从骑是褚。乃问太祖曰："公有虎侯者安在？"太祖顾指褚，褚瞋目盼之。超不敢动，乃各罢。后数日会战，大破超等，褚身斩首级，迁武卫中郎将。武卫之号，自此始也。军中以褚力如虎而痴，故号曰虎痴；是以超问虎侯，至今天下称焉，皆谓其姓名也。褚性谨慎奉法，质重少言。曹仁自<a class="place-name wei" data-place="荆州" data-year="219年" data-faction="wei">荆州</a>来朝谒，太祖未出，入与褚相见於殿外。仁呼褚入便坐语，褚曰："王将出。"便还入殿，仁意恨之。或以责褚曰："征南宗室重臣，降意呼君，君何故辞？"褚曰："彼虽亲重，外藩也。褚备内臣，众谈足矣，入室何私乎？"太祖闻，愈爱待之，迁中坚将军。太祖崩，褚号泣欧血。文帝践阼，进封万岁亭侯，迁武卫将军，都督中军宿卫禁兵，甚亲近焉。初，褚所将为虎士者从征伐，太祖以为皆壮士也，同日拜为将，其后以功为将军封侯者数十人，都尉、校尉百馀人，皆剑客也。明帝即位，进封牟乡侯，邑七百户，赐子爵一人关内侯。褚薨，谥曰壮侯。子仪嗣。褚兄定，亦以军功为振威将军，都督徼道虎贲。太和中，帝思褚忠孝，下诏褒赞，复赐褚子孙二人爵关内侯。仪为锺会所杀。泰始初，子综嗣。</p>
    `
  }
}
