/**
 * 袁涣传记
 */
export default {
  id: 'wei-11-yuanhuan',
  name: '袁涣',
  content: {
    title: '袁涣传',
    text: `
      <p>袁涣字曜卿，<a class="place-name wei" data-place="陈郡" data-year="190年前" data-faction="neutral">陈郡</a><a class="place-name wei" data-place="扶乐" data-year="190年前" data-faction="neutral">扶乐</a>人也。父滂，为汉司徒。当时诸公子多越法度，而涣清静，举动必以礼。郡命为功曹，郡中奸吏皆自引去。后辟公府，举高第，迁侍御史。除谯令，不就。刘备之为<a class="place-name wei" data-place="豫州" data-year="195年" data-faction="neutral">豫州</a>，举涣茂才。后避地江、淮间，为袁术所命。术每有所咨访，涣常正议，术不能抗，然敬之不敢不礼也。顷之，吕布击术於<a class="place-name wei" data-place="阜陵" data-year="196年" data-faction="neutral">阜陵</a>，涣往从之，遂复为布所拘留。布初与刘备和亲，后离隙。布欲使涣作书詈辱备，涣不可，再三强之，不许。布大怒，以兵胁涣曰："为之则生，不为则死。"涣颜色不变，笑而应之曰："涣闻唯德可以辱人，不闻以骂。使彼固君子邪，且不耻将军之言，彼诚小人邪，将复将军之意，则辱在此不在於彼。且涣他日之事刘将军，犹今日之事将军也，如一旦去此，复骂将军，可乎？"布惭而止。</p>

      <p>布诛，涣得归太祖。涣言曰："夫兵者，凶器也，不得已而用之。鼓之以道德，征之以仁义，兼抚其民而除其害。夫然，故可与之死而可与之生。自大乱以来十数年矣，民之欲安，甚於倒悬，然而暴乱未息者，何也？意者政失其道欤！涣闻明君善于救世，故世乱则齐之以义，时伪则镇之以朴；世异事变，治国不同，不可不察也。夫制度损益，此古今之不必同者也。若夫兼爱天下而反之於正，虽以武平乱而济之以德，诚百王不易之道也。公明哲超世，古之所以得其民者，公既勤之矣，今之所以失其民者，公既戒之矣，海内赖公，得免於危亡之祸，然而民未知义，其惟公所以训之，则天下幸甚！"太祖深纳焉。拜为<a class="place-name wei" data-place="沛国" data-year="199年" data-faction="wei">沛</a>南部都尉。</p>

      <p>是时新募民开屯田，民不乐，多逃亡。涣白太祖曰："夫民安土重迁，不可卒变，易以顺行，难以逆动，宜顺其意，乐之者乃取，不欲者勿强。"太祖从之，百姓大悦。迁为<a class="place-name wei" data-place="梁国" data-year="200年" data-faction="wei">梁</a>相。涣每敕诸县："务存鳏寡高年，表异孝子贞妇。常谈曰'世治则礼详，世乱则礼简'，全在斟酌之间耳。方今虽扰攘，难以礼化，然在吾所以为之。"为政崇教训，恕思而后行，外温柔而内能断。以病去官，百姓思之。后徵为谏议大夫、丞相军祭酒。前后得赐甚多，皆散尽之，家无所储，终不问产业，乏则取之於人，不为皦察之行，然时人服其清。</p>

      <p>魏国初建，为郎中令，行御史大夫事。涣言於太祖曰："今天下大难已除，文武并用，长久之道也。以为可大收篇籍，明先圣之教，以易民视听，使海内斐然向风，则远人不服可以文德来之。"太祖善其言。时有传刘备死者，群臣皆贺；涣以尝为备举吏，独不贺。居官数年卒，太祖为之流涕，赐谷二千斛，一教"以太仓谷千斛赐郎中令之家"，一教"以垣下谷千斛与曜卿家"，外不解其意。教曰："以太仓谷者，官法也；以垣下谷者，亲旧也。"又帝闻涣昔拒吕布之事，问涣从弟敏："涣勇怯何如？"敏对曰："涣貌似和柔，然其临大节，处危难，虽贲育不过也。"涣子侃，亦清粹间素，有父风，历位郡守尚书。</p>

      <p>初，涣从弟霸，公恪有功幹，魏初为大司农，及同郡何夔并知名於时。而霸子亮，夔子曾，与侃复齐声友善。亮贞固有学行，疾何晏、邓飏等，著论以讥切之，位至<a class="place-name wei" data-place="洛阳" data-year="240年" data-faction="wei">河南</a>尹、尚书。霸弟徽，以儒素称。遭天下乱，避难<a class="place-name wei" data-place="交州" data-year="195年" data-faction="neutral">交州</a>。司徒辟，不至。徽弟敏，有武艺而好水功，官至河堤谒者。</p>
    `
  }
}
