/**
 * 栈潜传记
 * 魏书·辛毗杨阜高堂隆传第二十五（附传）
 */
export default {
  id: 'wei-25-zhanqian',
  name: '栈潜',
  content: {
    title: '栈潜传',
    text: `
      <p>初，<a class="place-name wei" data-place="任城" data-year="200年前" data-faction="neutral">任城</a>栈潜，太祖世历县令，尝督守<a class="place-name wei" data-place="邺" data-year="210年" data-faction="wei">邺城</a>。时文帝为太子，耽乐田猎，晨出夜还。潜谏曰："王公设险以固其国，都城禁卫，用戒不虞。大雅云：'宗子维城，无俾城坏。'又曰：'犹之未远，是用大谏。'若逸于游田，晨出昬归，以一日从禽之娱，而忘无垠之衅，愚窃惑之。"太子不悦，然自后游出差简。黄初中，文帝将立郭贵嫔为皇后，潜上疏谏，语在后妃传。明帝时，众役并兴，戚属疏斥，潜上疏曰："天生蒸民而树之君，所以覆焘群生，熙育兆庶，故方制四海匪为天子，裂土分疆匪为诸侯也。始自三皇，爰暨唐、虞，咸以博济加于天下，醇德以洽，黎元赖之。三王既微，降逮于汉，治日益少，丧乱弘多，自时厥后，亦罔克乂。太祖濬哲神武，芟除暴乱，克复王纲，以开帝业。文帝受天明命，廓恢皇基，践阼七载，每事未遑。陛下圣德，纂承洪绪，宜崇晏晏，与民休息。而方隅匪宁，征夫远戍，有事海外，县旌万里，六军骚动，水陆转运，百姓舍业，日费千金。大兴殿舍，功作万计，徂来之松，刊山穷谷，怪石珷玞，浮于河、淮。都圻之内，尽为甸服，当供槁秸铚粟之调，而为苑囿择禽之府，盛林莽之秽，丰鹿兔之薮；伤害农功，地繁茨棘，灾疫流行，民物大溃，上减和气，嘉禾不植。臣闻文王作丰，经始勿亟，百姓子来，不日而成。灵沼、灵囿，与民共之。今宫观崇侈，彫镂极妙，忘有虞之总期，思殷辛之琼室，禁地千里，举足投网，丽拟阿房，役百乾谿，臣恐民力彫尽，下不堪命也。昔秦据殽函以制六合，自以德高三皇，功兼五帝，欲号谥至万叶，而二世颠覆，愿为黔首，由枝幹既扤，本实先拔也。盖圣王之御世也，克明俊德，庸勋亲；俊乂在官，则功业可隆，亲亲显用，则安危同忧；深根固本，并为幹翼，虽历盛衰，内外有辅。昔成王幼冲，未能莅政，周、吕、召、毕，并在左右；今既无卫侯、康叔之监，分陕所任，又非旦、奭。东宫未建，天下无副。愿陛下留心关塞，永保无极，则海内幸甚。"后为燕中尉，辞疾不就，卒。</p>

      <p>评曰：辛毗、杨阜，刚亮公直，正谏匪躬，亚乎汲黯之高风焉。高堂隆学业，志在匡君，因变陈戒，发於恳诚，忠矣哉！及至必改正朔，俾魏祖虞，所谓意过其通者欤！</p>
    `
  }
}
