/**
 * 张辽传记
 */
export default {
  id: 'wei-2-zhangliao',
  name: '张辽',
  content: {
    title: '张辽传',
    text: `
      <p>张辽字文远，雁门马邑人也。本聂壹之后，以避怨变姓。少为郡吏。汉末，并州刺史丁原以辽武力过人，召为从事。</p>
      <p>建安二十年，太祖征孙权还，使辽与乐进、李典等将七千余人屯<a class="place-name wei" data-place="合肥" data-year="215年" data-faction="wei">合肥</a>。太祖征张鲁，教与护军薛悌，署函边曰"贼至乃发"。俄而权率十万众围<a class="place-name wei" data-place="合肥" data-year="215年" data-faction="wei">合肥</a>，乃共发教，教曰："若孙权至者，张、李将军出战，乐将军守，护军勿得与战。"</p>
      <p>辽募其麾下，得八百人，椎牛飨将士，明日大战。平旦，辽被甲持戟，先登陷陈，杀数十人，斩二将，大呼自名，冲垒入，至权麾下。权见辽所将众少，聚围辽数重。辽左右麾围，直前急击，围开，辽将麾下数十人得出。</p>
    `
  }
}
