/**
 * 张鲁传记
 */
export default {
  id: 'wei-4-zhanglu',
  name: '张鲁',
  content: {
    title: '张鲁传',
    text: `
      <p>张鲁字公祺,沛国丰人也。祖父陵,客蜀,学道鹄鸣山中,造作道书以惑百姓,从受道者出五斗米,故世号米贼。陵死,子衡行其道。衡死,鲁复行之。益州牧刘焉以鲁为督义司马,与别部司马张脩将兵击<a class="place-name wei" data-place="汉中" data-year="191年" data-faction="neutral">汉中</a>太守苏固,鲁遂袭脩杀之,夺其众。焉死,子璋代立,以鲁不顺,尽杀鲁母家室。鲁遂据<a class="place-name wei" data-place="汉中" data-year="194年" data-faction="neutral">汉中</a>,以鬼道教民,自号"师君"。其来学道者,初皆名"鬼卒"。受本道已信,号"祭酒"。各领部众,多者为治头大祭酒。皆教以诚信不欺诈,有病自首其过,大都与黄巾相似。诸祭酒皆作义舍,如今之亭传。又置义米肉,县於义舍,行路者量腹取足;若过多,鬼道辄病之。犯法者,三原,然后乃行刑。不置长吏,皆以祭酒为治,民夷便乐之。雄据巴、汉垂三十年。汉末,力不能征,遂就宠鲁为镇民中郎将,领汉宁太守,通贡献而已。民有地中得玉印者,群下欲尊鲁为汉宁王。鲁功曹巴西阎圃谏鲁曰:"汉川之民,户出十万,财富土沃,四面险固;上匡天子,则为桓、文,次及窦融,不失富贵。今承制署置,势足斩断,不烦於王。愿且不称,勿为祸先"鲁从之。韩遂、马超之乱,关西民从子午谷奔之者数万家。</p>
      <p>　　建安二十年,太祖乃自散关出武都征之,至<a class="place-name wei" data-place="阳平关" data-year="215年" data-faction="wei">阳平关</a>。鲁欲举<a class="place-name wei" data-place="汉中" data-year="215年" data-faction="wei">汉中</a>降,其弟卫不肯,率众数万人拒关坚守。太祖攻破之,遂入蜀。鲁闻阳平已陷,将稽颡归降,圃又曰:"今以迫往,功必轻;不如依杜濩赴朴胡相拒,然后委质,功必多。"於是乃奔南山入巴中。左右欲悉烧宝货仓库,鲁曰:"本欲归命国家,而意未达。今之走,避锐锋,非有恶意。宝货仓库,国家之有。"遂封藏而去。太祖入南郑,甚嘉之。又以鲁本有善意,遣人慰喻。鲁尽将家出,太祖逆拜鲁镇南将军,待以客礼,封阆中侯,邑万户。封鲁五子及阎圃等皆为列侯。为子彭祖取鲁女。鲁薨,谥之曰原侯。子富嗣。</p>
    `
  }
}
