/**
 * 周宣传记
 */
export default {
  id: 'wei-29-zhouxuan',
  name: '周宣',
  content: {
    title: '周宣传',
    text: `
      <p>周宣字孔和，<a class="place-name wei" data-place="乐安" data-year="188年前" data-faction="neutral">乐安</a>人也。为郡吏。太守杨沛梦人曰："八月一日曹公当至，必与君杖，饮以药酒。"使宣占之。是时黄巾贼起，宣对曰："夫杖起弱者，药治人病，八月一日，贼必除灭。"至期，贼果破。</p>

      <p>后<a class="place-name wei" data-place="东平" data-year="220年" data-faction="wei">东平</a>刘桢梦蛇四足，穴居门中，使宣占之，宣曰："此为国梦，非君家之事也。当杀女子而作贼者。"顷之，女贼郑、姜遂俱夷讨，以蛇女子之祥，足非蛇之所宜故也。</p>

      <p>文帝问宣曰："吾梦殿屋两瓦堕地，化为双鸳鸯，此何谓也？"宣对曰："后宫当有暴死者。"帝曰："吾诈卿耳！"宣对曰："夫梦者意耳，苟以形言，便占吉凶。"言未毕，而黄门令奏宫人相杀。无几，帝复问曰："我昨夜梦青气自地属天。"宣对曰："天下当有贵女子冤死。"是时，帝已遣使赐甄后玺书，闻宣言而悔之，遣人追使者不及。帝复问曰："吾梦摩钱文，欲令灭而更愈明，此何谓邪？"宣怅然不对。帝重问之，宣对曰："此自陛下家事，虽意欲尔而太后不听，是以文欲灭而明耳。"时帝欲治弟植之罪，偪於太后，但加贬爵。以宣为中郎，属太史。</p>

      <p>尝有问宣曰："吾昨夜梦见刍狗，其占何也？"宣答曰："君欲得美食耳！"有顷，出行，果遇丰膳。后又问宣曰："昨夜复梦见刍狗，何也？"宣曰："君欲堕车折脚，宜戒慎之。"顷之，果如宣言。后又问宣："昨夜复梦见刍狗，何也？"宣曰："君家失火，当善护之。"俄遂火起。语宣曰："前后三时，皆不梦也。聊试君耳，何以皆验邪？"宣对曰："此神灵动君使言，故与真梦无异也。"又问宣曰："三梦刍狗而其占不同，何也？"宣曰："刍狗者，祭神之物。故君始梦，当得馀食也。祭祀既讫，则刍狗为车所轹，故中梦当堕车折脚也。刍狗既车轹之后，必载以为樵，故后梦忧失火也。"宣之叙梦，凡此类也。十中八九，世以比建平之相矣。其馀效故不次列。明帝末卒。</p>
    `
  }
}
