/**
 * 朱建平传记
 */
export default {
  id: 'wei-29-zhujianping',
  name: '朱建平',
  content: {
    title: '朱建平传',
    text: `
      <p>朱建平，<a class="place-name wei" data-place="沛郡" data-year="190年前" data-faction="neutral">沛国</a>人也。善相术，於闾巷之间，效验非一。太祖为魏公，闻之，召为郎。文帝为五官将，坐上会客三十馀人，文帝问己年寿，又令遍相众宾。建平曰："将军当寿八十，至四十时当有小厄，愿谨护之。"谓夏侯威曰："君四十九位为州牧，而当有厄，厄若得过，可年至七十，致位公辅。"谓应璩曰："君六十二位为常伯，而当有厄，先此一年，当独见一白狗，而旁人不见也。"谓曹彪曰："君据藩国，至五十七当厄於兵，宜善防之。"</p>

      <p>初，<a class="place-name wei" data-place="颍川" data-year="220年" data-faction="wei">颍川</a>荀攸、锺繇相与亲善。攸先亡，子幼。繇经纪其门户，欲嫁其妾。与人书曰："吾与公达曾共使朱建平相，建平曰：'荀君虽少，然当以后事付锺君。'吾时啁之曰：'惟当嫁卿阿骛耳。'何意此子竟早陨没，戏言遂验乎！今欲嫁阿骛，使得善处。追思建平之妙，虽唐举、许负何以复加也！"</p>

      <p>文帝黄初七年，年四十，病困，谓左右曰："建平所言八十，谓昼夜也，吾其决矣。"顷之，果崩。夏侯威为<a class="place-name wei" data-place="兖州" data-year="230年" data-faction="wei">兖州</a>刺史，年四十九，十二月上旬得疾，念建平之言，自分必死，豫作遗令及送丧之备，咸使素办。至下旬转差，垂以平复。三十日日昃，请纪纲大吏设酒，曰："吾所苦渐平，明日鸡鸣，年便五十，建平之戒，真必过矣。"威罢客之后，合瞑疾动，夜半遂卒。璩六十一为侍中，直省内，欻见白狗，问之众人，悉无见者。於是数聚会，并急游观田里，饮宴自娱，过期一年，六十三卒。曹彪封楚王，年五十七，坐与王凌通谋，赐死。凡说此辈，无不如言，不能具详，故粗记数事。惟相司空王昶、征北将军程喜、中领军王肃有蹉跌云。肃年六十二，疾笃，众医并以为不愈。肃夫人问以遣言，肃云："建平相我逾七十，位至三公，今皆未也，将何虑乎！"而肃竟卒。</p>

      <p>建平又善相马。文帝将出，取马外入，建平道遇之，语曰："此马之相，今日死矣。"帝将乘马，马恶衣香，惊咬文帝膝，帝大怒，即便杀之。建平黄初中卒。</p>
    `
  }
}
