/**
 * 陈武传记（含陈脩、陈表附传）
 */
export default {
  id: 'wu-10-chenwu',
  name: '陈武',
  content: {
    title: '陈武传',
    text: `
      <p>陈武字子烈，<a class="place-name wu" data-place="庐江" data-year="155年前" data-faction="neutral">庐江</a><a class="place-name wu" data-place="松滋（庐江）" data-year="155年前" data-faction="neutral">松滋</a>人。孙策在<a class="place-name wu" data-place="寿春" data-year="194年" data-faction="neutral">寿春</a>，武往脩谒，时年十八，长七尺七寸，因从渡江，征讨有功，拜别部司马。策破刘勋，多得<a class="place-name wu" data-place="庐江" data-year="199年" data-faction="neutral">庐江</a>人，料其精锐，乃以武为督，所向无前。及权统事，转督五校。仁厚好施，乡里远方客多依讬之。尤为权所亲爱，数至其家。累有功劳，进位偏将军。建安二十年，从击<a class="place-name wu" data-place="合肥" data-year="215年" data-faction="wei">合肥</a>，奋命战死。权哀之，自临其葬。</p>

      <p>子脩有武风，年十九，权召见奖厉，拜别部司马，授兵五百人。时诸新兵多有逃叛，而脩抚循得意，不失一人。权奇之，拜为校尉。建安末，追录功臣后，封脩都亭侯，为解烦督。黄龙元年卒。</p>

      <p>弟表，字文奥，武庶子也，少知名，与诸葛恪、顾谭、张休等并侍东宫，皆共亲友。尚书暨艳亦与表善，后艳遇罪，时人咸自营护，信厚言薄，表独不然，士以此重之。从太子中庶子，拜翼正都尉。兄脩亡后，表母不肯事脩母，表谓其母曰："兄不幸早亡，表统家事，当奉嫡母。母若能为表屈情，承顺嫡母者，是至愿也；若母不能，直当出别居耳。"表於大义公正如此。由是二母感寤雍穆。表以父死敌场，求用为将，领兵五百人。表欲得战士之力，倾意接待，士皆爱附，乐为用命。时有盗官物者，疑无难士施明。明素壮悍，收考极毒，惟死无辞，廷尉以闻。权以表能得健儿之心，诏以明付表，使自以意求其情实。表便破械沐浴，易其衣服，厚设酒食，欢以诱之。明乃首服，具列支党。表以状闻。权奇之，欲全其名，特为赦明，诛戮其党。迁表为无难右部督，封都亭侯，以继旧爵。表皆陈让，乞以传脩子延，权不许。嘉禾三年，诸葛恪领<a class="place-name wu" data-place="丹杨" data-year="234年" data-faction="wu">丹杨</a>太守，讨平山越，以表领新安都尉，与恪参势。初，表所受赐复人得二百家，在<a class="place-name wu" data-place="会稽" data-year="234年" data-faction="wu">会稽</a>新安县。表简视其人，皆堪好兵，乃上疏陈让，乞以还官，充足精锐。诏曰："先将军有功於国，国家以此报之，卿何得辞焉？"表乃称曰："今除国贼，报父之仇，以人为本。空枉此劲锐以为僮仆，非表志也。"皆辄料取以充部伍。所在以闻，权甚嘉之。下郡县，料正户羸民以补其处。表在官三年，广开降纳，得兵万馀人。事捷当出，会<a class="place-name wu" data-place="鄱阳" data-year="237年" data-faction="wu">鄱阳</a>民吴遽等为乱，攻没城郭，属县摇动，表便越界赴讨，遽以破败，遂降。陆逊拜表偏将军，进封都乡侯，北屯章坑。年三十四卒。家财尽於养士，死之日，妻子露立，太子登为起屋宅。子敖年十七，拜别部司马，授兵四百人。敖卒，脩子延复为司马代敖。延弟永，将军，封侯。始施明感表，自变行为善，遂成健将，致位将军。</p>
    `
  }
}
