/**
 * 楼玄传记
 */
export default {
  id: 'wu-20-louxuan',
  name: '楼玄',
  content: {
    title: '楼玄传',
    text: `
      <p>楼玄字承先，<a class="place-name wu" data-place="沛郡" data-year="200年前" data-faction="wei">沛郡</a>蕲人也。孙休时为监农御史。孙皓即位，与王蕃、郭逴、万彧俱为散骑中常侍，出为<a class="place-name wu" data-place="会稽" data-year="264年" data-faction="wu">会稽</a>太守，入为大司农。旧禁中主者自用亲近人作之，彧陈亲密近职宜用好人，皓因敕有司，求忠清之士，以应其选，遂用玄为宫下镇禁中候，主殿中事，玄从九卿持刀侍卫，正身率众，奉法而行，应对切直，数迕皓意，渐见责怒。后人诬白玄与贺邵相逢，驻共耳语大笑，谤讪政事，遂被诏诘责，送付<a class="place-name wu" data-place="广州" data-year="270年" data-faction="wu">广州</a>。东观令华核上疏曰："臣窃以治国之体，其犹治家。主田野者，皆宜良信。又宜得一人总其条目，为作维纲，众事乃理。</p>

      <p>《论语》曰："无为而治者其舜也与！恭己正南面而己。'言所任得其人，放优游而自逸也。今海内未定，天下多事，事无大小，皆当关闻，动经御坐，劳损圣虑。陛下既垂意博古，综极艺文，加勤心好道，随节致气，宜得闲静以展神思，呼翕清淳，与天同极。臣夙夜思惟，诸吏之中，任干之事，足委丈者，无胜于楼玄。玄清忠奉公，冠冕当世，众服其操，无与争先。失清者则心平而意直，忠者惟正道而履之，如玄之性，终始可保，乞陛下赦玄前愆，使得自新，擢之宰司，责其后效。使为官择人，随才授任，则舜之恭己，近亦可得。"皓话玄名声，复徙玄及子据，付<a class="place-name wu" data-place="交阯" data-year="270年" data-faction="neutral">交址</a>将张奕，使以战自效，阴别敕奕令杀之。据到<a class="place-name wu" data-place="交阯" data-year="270年" data-faction="neutral">交址</a>，病死。玄一身随亦讨贼，持刀步涉，见亦辄拜，亦未忍杀。</p>

      <p>会亦暴卒，玄殡敛亦，于器中见敕书，还便自杀。</p>
    `
  }
}
