/**
 * 陆瑁传记
 */
export default {
  id: 'wu-12-lumao',
  name: '陆瑁',
  content: {
    title: '陆瑁传',
    text: `
      <p>陆瑁字子璋，丞相逊弟也。少好学笃义。<a class="place-name wu" data-place="陈国" data-year="220年" data-faction="wei">陈国</a>陈融、<a class="place-name wu" data-place="陈留" data-year="220年" data-faction="wei">陈留</a>濮阳逸、<a class="place-name wu" data-place="沛郡" data-year="220年" data-faction="wei">沛郡</a>蒋纂、<a class="place-name wu" data-place="广陵" data-year="220年" data-faction="wei">广陵</a>袁迪等，皆单贫有志，就瑁游处，瑁割少分甘，与同丰约。及同郡徐原，爰居<a class="place-name wu" data-place="会稽" data-year="220年" data-faction="wu">会稽</a>，素不相识，临死遗书，讬以孤弱，瑁为起立坟墓，收导其子。又瑁从父绩早亡，二男一女，皆数岁以还，瑁迎摄养，至长乃别。州郡辟举，皆不就。</p>

      <p>时尚书暨艳盛明臧否，差断三署，颇扬人闇昧之失，以显其谪。瑁与书曰："夫圣人嘉善矜愚，忘过记功，以成美化。加今王业始建，将一大统，此乃汉高弃瑕录用之时也，若令善恶异流，贵汝颍月旦之评，诚可以厉俗明教，然恐未易行也。宜远模仲尼之汎爱，中则郭泰之弘济，近有益於大道也。"艳不能行，卒以致败。</p>

      <p>嘉禾元年，公车徵瑁，拜议郎、选曹尚书。孙权忿公孙渊之巧诈反覆，欲亲征之，瑁上疏谏曰："臣闻圣王之御远夷，羁縻而已，不常保有，故古者制地，谓之荒服，言慌惚无常，不可保也。今渊东夷小丑，屏在海隅，虽讬人面，与禽兽无异。国家所为不爱货宝远以加之者，非嘉其德义也，诚欲诱纳愚弄，以规其马耳。渊之骄黠，恃远负命，此乃荒貊常态，岂足深怪？昔汉诸帝亦尝锐意以事外夷，驰使散货，充满<a class="place-name wu" data-place="西域" data-year="233年" data-faction="wei">西域</a>，虽时有恭从，然其使人见害，财货并没，不可胜数。今陛下不忍悁悁之忿，欲越巨海，身践其土，群臣愚议，窃谓不安。何者？北寇与国，壤地连接，苟有间隙，应机而至。夫所以越海求马，曲意於渊者，为赴目前之急，除腹心之疾也，而更弃本追末，捐近治远，忿以改规，激以动众，斯乃猾虏所愿闻，非大吴之至计也。又兵家之术，以功役相疲，劳逸相待，得失之间，所觉辄多。且<a class="place-name wu" data-place="沓渚" data-year="233年" data-faction="wei">沓渚</a>去渊，道里尚远，今到其岸，兵势三分，使强者进取，次当守船，又次运粮，行人虽多，难得悉用；加以单步负粮，经远深入，贼地多马，邀截无常。若渊狙诈，与北未绝，动众之日，唇齿相济。若实孑然无所凭赖，其畏怖远迸，或难卒灭。使天诛稽於朔野，山虏承间而起，恐非万安之长虑也。"权未许。</p>

      <p>瑁重上疏曰："夫兵革者，固前代所以诛暴乱，威四夷也，然其役皆在奸雄已除，天下无事，从容庙堂之上，以馀议议之耳。至于中夏鼎沸，九域槃互之时，率须深根固本，爱力惜费，务自休养，以待邻敌之阙，未有正於此时，舍近治远，以疲军旅者也。昔尉佗叛逆，僣号称帝，于时天下乂安，百姓殷阜，带甲之数，粮食之积，可谓多矣，然汉文犹以远征不易，重兴师旅，告喻而已。今凶桀未殄，疆埸犹警，虽蚩尤、鬼方之乱，故当以缓急差之，未宜以渊为先。愿陛下抑威住计，暂宁六师，潜神嘿规，以为后图，天下幸甚。"权再览瑁书，嘉其词理端切，遂不行。</p>

      <p>初，瑁同郡闻人敏见待国邑，优於宗脩，惟瑁以为不然，后果如其言。</p>

      <p>赤乌二年，瑁卒。子喜亦涉文籍，好人伦，孙皓时为选曹尚书。</p>
    `
  }
}
