/**
 * 骆统传记
 */
export default {
  id: 'wu-12-luotong',
  name: '骆统',
  content: {
    title: '骆统传',
    text: `
      <p>骆统字公绪，<a class="place-name wu" data-place="会稽" data-year="186年前" data-faction="neutral">会稽</a><a class="place-name wu" data-place="乌伤" data-year="186年前" data-faction="neutral">乌伤</a>人也。父俊，官至<a class="place-name wu" data-place="陈国" data-year="192年" data-faction="neutral">陈</a>相，为袁术所害。统母改適，为华歆小妻，统时八岁，遂与亲客归<a class="place-name wu" data-place="会稽" data-year="194年" data-faction="neutral">会稽</a>。其母送之，拜辞上车，面而不顾，其母泣涕於后。御者曰："夫人犹在也。"统曰："不欲增母思，故不顾耳。"事適母甚谨。时饥荒，乡里及远方客多有困乏，统为之饮食衰少。其姊仁爱有行，寡归无子，见统甚哀之，数问其故。统曰："士大夫糟糠不足，我何心独饱！"姊曰："诚如是，何不告我，而自苦若此？"乃自以私粟与统，又以告母，母亦贤之，遂使分施，由是显名。</p>

      <p>孙权以将军领<a class="place-name wu" data-place="会稽" data-year="203年" data-faction="wu">会稽</a>太守，统年二十，试为<a class="place-name wu" data-place="乌程" data-year="206年" data-faction="wu">乌程</a>相，民户过万，咸叹其惠理。权嘉之，召为功曹，行骑都尉，妻以从兄辅女。统志在补察，苟所闻见，夕不待旦。常劝权以尊贤接士，勤求损益，飨赐之日，可人人别进，问其燥湿，加以密意，诱谕使言，察其志趣，令皆感恩戴义，怀欲报之心。权纳用焉。出为建忠中郎将，领武射吏三千人。及凌统死，复领其兵。</p>

      <p>是时徵役繁数，重以疫疠，民户损耗，统上疏曰："臣闻君国者，以据疆土为强富，制威福为尊贵，曜德义为荣显，永世胤为丰祚。然财须民生，强赖民力，威恃民势，福由民殖，德俟民茂，义以民行，六者既备，然后应天受祚，保族宜邦。书曰：'众非后无能胥以宁，后非众无以辟四方。'推是言之，则民以君安，君以民济，不易之道也。今强敌未殄，海内未乂，三军有无已之役，江境有不释之备，徵赋调数，由来积纪，加以殃疫死丧之灾，郡县荒虚，田畴芜旷，听闻属城，民户浸寡，又多残老，少有丁夫，闻此之日，心若焚燎。思寻所由，小民无知，既有安土重迁之性，且又前后出为兵者，生则困苦无有温饱，死则委弃骸骨不反，是以尤用恋本畏远，同之於死。每有徵发，羸谨居家重累者先见输送。小有财货，倾居行赂，不顾穷尽。轻剽者则迸入险阻，党就群恶。百姓虚竭，嗷然愁扰，愁扰则不营业，不营业则致穷困，致穷困则不乐生，故口腹急，则奸心动而携叛多也。又闻民间，非居处小能自供，生产儿子，多不起养；屯田贫兵，亦多弃子。天则生之，而父母杀之，既惧干逆和气，感动阴阳。且惟殿下开基建国，乃无穷之业也，强邻大敌非造次所灭，疆埸常守非期月之戍，而兵民减耗，后生不育，非所以历远年，致成功也。夫国之有民，犹水之有舟，停则以安，扰则以危，愚而不可欺，弱而不可胜，是以圣王重焉，祸福由之，故与民消息，观时制政。方今长吏亲民之职，惟以办具为能，取过目前之急，少复以恩惠为治，副称殿下天覆之仁，勤恤之德者。官民政俗，日以彫弊，渐以陵迟，势不可久。夫治疾及其未笃，除患贵其未深，愿殿下少以万机馀间，留神思省，补复荒虚，深图远计，育残馀之民，阜人财之用，参曜三光，等崇天地。臣统之大愿，足以死而不朽矣。"权感统言，深加意焉。</p>

      <p>以随陆逊破蜀军於<a class="place-name wu" data-place="宜都" data-year="222年" data-faction="wu">宜都</a>，迁偏将军。黄武初，曹仁攻<a class="place-name wu" data-place="濡须" data-year="224年" data-faction="wu">濡须</a>，使别将常雕等袭<a class="place-name wu" data-place="中洲" data-year="224年" data-faction="wu">中洲</a>，统与严圭共拒破之，封<a class="place-name wu" data-place="新阳" data-year="224年" data-faction="wu">新阳</a>亭侯，后为<a class="place-name wu" data-place="濡须" data-year="224年" data-faction="wu">濡须</a>督。数陈便宜，前后书数十上，所言皆善，文多故不悉载。尤以占募在民间长恶败俗，生离叛之心，急宜绝置，权与相反覆，终遂行之。年三十六，黄武七年卒。</p>
    `
  }
}
