/**
 * 孙霸传记（吴书·吴主五子传第十四）
 */
export default {
  id: 'wu-14-sunba',
  name: '孙霸',
  content: {
    title: '孙霸传',
    text: `
      <p>孙霸字子威，和弟也。和为太子。霸为鲁王，宠爱崇特，与和无殊。顷之，和、霸不穆之声闻於权耳，权禁断往来，假以精学。督军使者羊衟上疏曰："臣闻古之有天下者，皆先显别適庶，封建子弟，所以尊重祖宗，为国藩表也。二宫拜授，海内称宜，斯乃大吴兴隆之基。顷闻二宫并绝宾客，远近悚然，大小失望。窃从下风，听采众论，咸谓二宫智达英茂，自正名建号，於今三年，德行内著，美称外昭，西北二隅，久所服闻。谓陛下当副顺遐迩所以归德，勤命二宫宾延四远，使异国闻声，思为臣妾。今既未垂意於此，而发明诏，省夺备卫，抑绝宾客，使四方礼敬，不复得通，虽实陛下敦尚古义，欲令二宫专志於学，不复顾虑观听小宜，期於温故博物而已，然非臣下倾企喁喁之至愿也。或谓二宫不遵典式，此臣所以寝息不宁。就如所嫌，犹宜补察，密加斟酌，不使远近得容异言。臣惧积疑成谤，久将宣流，而西北二隅，去国不远，异同之语，易以闻达。闻达之日，声论当兴，将谓二宫有不顺之愆，不审陛下何以解之？若无以解异国，则亦无以释境内。境内守疑，异国兴谤，非所以育巍巍，镇社稷也。愿陛下早发优诏，使二宫周旋礼命如初，则天清地晏，万国幸甚矣。"</p>
      <p>时全寄、吴安、孙奇、杨竺等阴共附霸，图危太子。谮毁既行，太子以败，霸亦赐死。流竺尸于江，兄穆以数谏戒竺，得免大辟，犹徙<a class="place-name wu" data-place="南州" data-year="250年" data-faction="wu">南州</a>。霸赐死后，又诛寄、安、奇等，咸以党霸构和故也。</p>
      <p>霸二子，基、壹。五凤中，封基为吴侯，壹<a class="place-name wu" data-place="宛陵" data-year="254年" data-faction="wu">宛陵</a>侯。基侍孙亮在内，太平二年，盗乘御马，收付狱。亮问侍中刁玄曰："盗乘御马罪云何？"玄对曰："科应死。然鲁王早终，惟陛下哀原之。"亮曰："法者，天下所共，何得阿以亲亲故邪？当思惟可以释此者，奈何以情相迫乎？"玄曰："旧赦有大小，或天下，亦有千里、五百里赦，随意所及。"亮曰："解人不当尔邪！"乃赦宫中，基以得免。孙皓即位，追和、霸旧隙，削基、壹爵土，与祖母谢姬俱徙<a class="place-name wu" data-place="会稽" data-year="264年" data-faction="wu">会稽</a><a class="place-name wu" data-place="乌伤" data-year="264年" data-faction="wu">乌伤</a>县。</p>
    `
  }
}
