/**
 * 孙綝传记
 */
export default {
  id: 'wu-19-sunchen',
  name: '孙綝',
  content: {
    title: '孙綝传',
    text: `
      <p>孙綝字子通，与峻同祖。綝父绰为安民都尉。綝始为偏将军，及峻死，为待中武卫将军，领中外诸军事，代知朝政。吕据闻之大恐，与诸督将连名，共表荐滕胤为丞相，綝以胤为大司马，代吕岱驻<a class="place-name wu" data-place="武昌" data-year="255年" data-faction="wu">武昌</a>。据引兵还，使人报胤，欲共废綝。綝闻之，遣从兄虑将兵逆据于<a class="place-name wu" data-place="江都" data-year="255年" data-faction="wu">江都</a>，使中使敕文钦、刘纂、唐咨等合众击据，遣侍中左将军华融、中书丞丁晏告胤取据，并喻胤宜速去意，胤自以祸及，因留融、晏，勒兵自卫，召典军扬崇、将军孙咨，告以綝为乱，迫融等使有书难綝。綝不听，表言胤反，许将军刘丞以封爵，使率兵骑急攻围胤。胤又劫融等使诈诏发兵。融等不从，胤皆杀之。胤颜色不变，谈笑若常。或劝胤引兵至苍龙门，"将士见公出，必皆委綝就公"。时夜已半，胤恃与据期。</p>

      <p>　　又难举兵向富，乃约令部曲，说吕侯以在近道，故皆为胤尽死，无离散者。时大风，比晓，据不至。綝兵大会，遂杀及将士数十人，夷胤三族。</p>

      <p>　　綝迁大将军，假节，封永宁侯，负贵倨傲，多行无礼。初，峻从弟虑与诸葛恪之谋，峻厚之，至右将军、无难督，授节盖，平九官事。綝遇虑薄于峻时，虑怒，与将军王惇谋杀綝。綝杀惇。虑服药死。</p>

      <p>　　魏大将军诸葛诞举<a class="place-name wu" data-place="寿春" data-year="258年" data-faction="wei">寿春</a>叛，保城请降。吴遣文钦、唐咨、全端、全怿等三万人救之。</p>

      <p>　　魏镇南将军王基围入诞。钦等突围城。魏悉中外军二十余万增诞之围。朱异帅三万人屯<a class="place-name wu" data-place="安丰" data-year="258年" data-faction="wei">安丰</a>城，为文钦势。魏兖州刺史州泰据异于<a class="place-name wu" data-place="阳渊" data-year="258年" data-faction="wei">阳渊</a>，异败退，为泰所追，死伤二干人。林于是大发率出屯<a class="place-name wu" data-place="镬里" data-year="258年" data-faction="neutral">镬里</a>，复遣异率将军丁奉、黎斐等五万人攻魏，留辎重于<a class="place-name wu" data-place="都陆" data-year="258年" data-faction="neutral">都陆</a>。异屯<a class="place-name wu" data-place="黎浆" data-year="258年" data-faction="wei">黎浆</a>，遣将军任度、张震等慕勇敢六千人，于屯西六里为浮桥夜渡，筑偃月垒。为魏监军石苞及州泰所破，军却退就高。异复作车箱围趣<a class="place-name wu" data-place="五木城" data-year="258年" data-faction="wei">五木城</a>。苞、泰攻异，异败归，而魏太山太守胡烈以奇兵五千诡道袭<a class="place-name wu" data-place="都陆" data-year="258年" data-faction="neutral">都陆</a>，尽焚异资粮。綝授兵三万人使异死战，异不从，綝斩之于<a class="place-name wu" data-place="镬里" data-year="258年" data-faction="neutral">镬里</a>，而遣弟恩救。会诞败引还。綝既不能拔出诞，而丧败士众，自戮名将，莫不怨之。</p>

      <p>　　綝以孙亮始亲政事，多所难问，甚惧。还<a class="place-name wu" data-place="建业" data-year="258年" data-faction="wu">建业</a>，称疾不朝。筑室干朱雀桥南，使弟威远将军据入苍龙宿卫，弟武卫将军恩、偏将军干、长水校尉闿分屯诸营，欲以专朝自固。亮内嫌綝，乃推鲁育见杀本末，责怒虎林督朱熊、熊弟外部督朱损不匡正孙峻，乃令丁奉杀熊于<a class="place-name wu" data-place="虎林" data-year="258年" data-faction="wu">虎林</a>，杀损于<a class="place-name wu" data-place="建业" data-year="258年" data-faction="wu">建业</a>。綝入谏不从，亮遂与公主鲁班、太常全尚、将军刘承议诛綝。亮妃，綝从姊女也，以其谋告綝。綝率众夜袭全尚，遣弟恩杀刘承于苍龙门外，遂围宫。使光禄勋盂宗告庙废亮，召群司仪曰："少帝荒病昏乱，不可以处大位，承宗庙，以告先帝废之。诸君若有不同者，下异议。"皆震怖。曰："唯将军令。"綝遣中书郎李祟夺亮玺绶，以亮罪状班告远近。尚书桓彝不肯署名，綝怒杀之。</p>

      <p>　　典军施正劝綝征立<a class="place-name wu" data-place="琅邪" data-year="258年" data-faction="wei">琅邪</a>王休，綝从之。遣宗正楷奉书于休曰："綝以酶才，见授大任，不能辅导陛下。顷月以来，多所造立。亲近刘承，悦于美色；发吏民妇女，料其好者，留于宫内，取兵弟十八已下三千余人，习之苑中，连日续夜，大小呼嗟，败坏藏中矛戈五千余枚，以作戏具。朱据先帝旧臣，子男熊、损皆承父之基，以忠议自立，昔杀小主。自是大主所创，帝不复精其本未，便杀熊、损，谏不见用。诸下莫不侧息。帝于宫中作小船三百余艘，成以金银，师工昼夜不息。太常全尚，累世受恩，不能督诸宗亲，而全端等委城就魏。尚位过重，曾无一言以谏陛下，而与敌往来，使传国消息，惧必倾危社稷。推案旧典，运集大王，辄以今月二十七日擒尚斩承。以帝为<a class="place-name wu" data-place="会稽" data-year="258年" data-faction="wu">会稽</a>王，遣楷牵迎。百寮喁喁。立任道侧。"</p>

      <p>　　綝遣将军孙耽送亮之国，徙尚于<a class="place-name wu" data-place="零陵" data-year="258年" data-faction="wu">零陵</a>，迁公主于<a class="place-name wu" data-place="豫章" data-year="258年" data-faction="wu">豫章</a>。綝意弥溢，侮慢民神，遂烧大桥头伍子胥庙，又坏浮屠祠，斩道人。休既即位，称草莽臣。诣阙上书曰："臣伏自省，才非干国，因缘肺腑，位极人臣，伤锦败驾，罪负彰露，寻愆惟阙，夙夜忧惧。臣闻天命棐谌，必就有德，是以幽、厉失度，阂宣中兴，陛下圣德，纂承大统，宜得良辅；以协雍熙，虽尧之盛，犹求稷契之佐；以协明圣之德。古人有言："陈力就列，不能者止。'臣虽自展竭，无益庶政，谨上印绶节钺，退还田里，以避贤路。"休引见慰喻。</p>

      <p>　　又下诏曰："朕以不德，守藩于外，值兹际会，群公卿士，暨于朕躬，以奉宗庙。朕用抚然，若涉渊冰。大将军忠计内发，扶危定倾，安康社稷，功勋赫然。昔汉孝宣践阼，霍光尊显，褒德赏功，古今之通义也。其以大将军为丞相、<a class="place-name wu" data-place="荆州" data-year="258年" data-faction="wu">荆州</a>牧，食五县。"恩为御史大夫、卫将军，据右将军。皆县侯。干杂号将军、亭侯。闿亦封亭侯。綝一门五侯，皆典禁兵，权倾人主，自吴国朝臣未尝有也。</p>

      <p>　　綝奉牛酒诣休，休不受，赍诣左将军张布。酒酣，出怨言曰："彻废少主时，多劝吾自为之者。吾以陛下贤明，故迎之。帝非我不立，今上礼见拒，是与凡臣无异，当复改图耳。"布以言闻休，休衔之。巩其有变，数加赏赐，又复加恩侍中，与綝分省文书。</p>

      <p>　　或有告綝怀怨侮上欲图反者，休执以付綝，綝杀之。由是愈惧，因孟宗求出屯<a class="place-name wu" data-place="武昌" data-year="258年" data-faction="wu">武昌</a>，休许焉，尽敕所督中营精兵万余人，皆令装载，所取武库兵器，咸令给与。将军魏邈说休曰"綝居外必有变"，武卫士施朔又告"綝欲反有征"休密问张布，布与丁奉谋于会杀綝。永安元年十二月丁卯，<a class="place-name wu" data-place="建业" data-year="258年" data-faction="wu">建业</a>中谣言明会有变。綝闻之，不悦。夜大风发木扬沙，綝益恐。戊辰腊会，綝称疾。休强起之，使者十余辈。綝不得已，将人，众止焉。綝曰："国家屡有命，不可辞。可豫整兵，令府内起火，因是可得速还。"遂入，寻而火起，綝求出，休曰："外兵自多，不足烦丞相也。"綝起离席，奉、布目左右缚之。綝叩首曰："愿徙<a class="place-name wu" data-place="交州" data-year="258年" data-faction="wu">交州</a>。"休曰："卿何以不徙滕胤、吕据？"綝复曰："愿没为官奴。"休曰："何不以胤、据为奴乎！"遂斩之。以綝首令其众曰："诸与綝同谋皆赦。"放仗者五千人。闿乘船欲北降，追杀之。夷三族。发孙峻棺，取其印绶，綝其木而埋之，以杀鲁育等故也。</p>

      <p>　　綝死时年二十八。休耽与峻、綝同族，特除其属籍，称之曰故峻、故綝云。休又下诏曰："诸葛恪、滕胤、吕据盖以无罪为峻、綝兄弟所见残害，可为痛心，促皆改葬，各为祭奠。其罹恪等事见远徙者，一切召还。</p>
    `
  }
}
