/**
 * 孙登传记（吴书·吴主五子传第十四）
 */
export default {
  id: 'wu-14-sunden',
  name: '孙登',
  content: {
    title: '孙登传',
    text: `
      <p>孙登字子高，权长子也。魏黄初二年，以权为吴王，拜登东中郎将，封万户侯，登辞疾不受。是岁，立登为太子，选置师傅，铨简秀士，以为宾友，於是诸葛恪、张休、顾谭、陈表等以选入，侍讲诗书，出从骑射。权欲登读汉书，习知近代之事，以张昭有师法，重烦劳之，乃令休从昭受读，还以授登。登待接寮属，略用布衣之礼，与恪、休、谭等或同舆而载，或共帐而寐。太傅张温言於权曰："夫中庶子官最亲密，切问近对，宜用隽德。"於是乃用表等为中庶子。后又以庶子礼拘，复令整巾侍坐。黄龙元年，权称尊号，立为皇太子，以恪为左辅，休右弼，谭为辅正，表为翼正都尉，是为四友，而谢景、范慎、刁玄、羊衟等皆为宾客，於是东宫号为多士。</p>
      <p>权迁都<a class="place-name wu" data-place="建业" data-year="229年" data-faction="wu">建业</a>，徵上大将军陆逊辅登镇<a class="place-name wu" data-place="武昌" data-year="229年" data-faction="wu">武昌</a>，领宫府留事。登或射猎，当由径道，常远避良田，不践苗稼，至所顿息，又择空间之地，其不欲烦民如此。尝乘马出，有弹丸过，左右求之。有一人操弹佩丸，咸以为是，辞对不服，从者欲捶之，登不听，使求过丸，比之非类，乃见释。又失盛水金马盂，觉得其主，左右所为，不忍致罚，呼责数之，长遣归家，敕亲近勿言。后弟虑卒，权为之降损，登昼夜兼行，到<a class="place-name wu" data-place="赖乡" data-year="232年" data-faction="wu">赖乡</a>，自闻，即时召见。见权悲泣，因谏曰："虑寝疾不起，此乃命也。方今朔土未一，四海喁喁，天戴陛下，而以下流之念，减损大官殽馔，过於礼制，臣窃忧惶。"权纳其言，为之加膳。住十馀日，欲遣西还，深自陈乞，以久离定省，子道有阙，又陈陆逊忠勤，无所顾忧，权遂留焉。嘉禾三年，权征<a class="place-name wu" data-place="新城" data-year="234年" data-faction="wei">新城</a>，使登居守，总知留事。时年谷不丰，颇有盗贼，乃表定科令，所以防御，甚得止奸之要。</p>
      <p>初，登所生庶贱，徐夫人少有母养之恩，后徐氏以妒废处<a class="place-name wu" data-place="吴郡" data-year="229年" data-faction="wu">吴</a>，而步夫人最宠。步氏有赐，登不敢辞，拜受而已。徐氏使至，所赐衣服，必沐浴服之。登将拜太子，辞曰："本立而道生，欲立太子，宜先立后。"权曰："卿母安在？"对曰："在<a class="place-name wu" data-place="吴郡" data-year="229年" data-faction="wu">吴</a>。"权默然。</p>
      <p>立凡二十一年，年三十三卒。临终，上疏曰："臣以无状，婴抱笃疾，自省微劣，惧卒陨毙。臣不自惜，念当委离供养，埋胔后土，长不复奉望宫省，朝觐日月，生无益於国，死贻陛下重慼，以此为哽结耳。臣闻死生有命，长短自天，周晋、颜回有上智之才，而尚夭折，况臣愚陋，年过其寿，生为国嗣，没享荣祚，於臣已多，亦何悲恨哉！方今大事未定，逋寇未讨，万国喁喁，系命陛下，危者望安，乱者仰治。愿陛下弃忘臣身，割下流之恩，修黄老之术，笃养神光，加羞珍膳，广开神明之虑，以定无穷之业，则率土幸赖，臣死无恨也。皇子和仁孝聪哲，德行清茂，宜早建置，以系民望。诸葛恪才略博达，器任佐时。张休、顾谭、谢景，皆通敏有识断，入宜委腹心，出可为爪牙。范慎、华融矫矫壮节，有国士之风。羊衟辩捷，有专对之材。刁玄优弘，志履道真。裴钦博记，翰采足用。蒋脩、虞翻，志节分明。凡此诸臣，或宜廊庙，或任将帅，皆练时事，明习法令，守信固义，有不可夺之志。此皆陛下日月所照，选置臣官，得与从事，备知情素，敢以陈闻。臣重惟当今方外多虞，师旅未休，当厉六军，以图进取。军以人为众，众以财为宝，窃闻郡县颇有荒残，民物凋弊，奸乱萌生，是以法令繁滋，刑辟重切。臣闻为政听民，律令与时推移，诚宜与将相大臣详择时宜，博采众议，宽刑轻赋，均息力役，以顺民望。陆逊忠勤於时，出身忧国，謇謇在公，有匪躬之节。诸葛瑾、步骘、朱然、全琮、朱据、吕岱、吾粲、阚泽、严畯、张承、孙怡忠於为国，通达治体。可令陈上便宜，蠲除苛烦，爱养士马，抚循百姓。五年之外，十年之内，远者归复，近者尽力，兵不血刃，而大事可定也。臣闻'鸟之将死其鸣也哀，人之将死其言也善'，故子囊临终，遗言戒时，君子以为忠，岂况臣登，其能已乎？愿陛下留意听采，臣虽死之日，犹生之年也。"既绝而后书闻，权益以摧感，言则陨涕。是岁，赤乌四年也。谢景时为<a class="place-name wu" data-place="豫章" data-year="241年" data-faction="wu">豫章</a>太守，不胜哀情，弃官奔赴，拜表自劾。权曰："君与太子从事，异於他吏。"使中使慰劳，听复本职，发遣还郡。谥登曰宣太子。</p>
      <p>子璠、希，皆早卒，次子英，封吴侯。五凤元年，英以大将军孙峻擅权，谋诛峻，事觉自杀，国除。</p>
      <p>谢景者字叔发，<a class="place-name wu" data-place="南阳" data-year="241年前" data-faction="wei">南阳</a><a class="place-name wu" data-place="宛" data-year="241年前" data-faction="wei">宛</a>人。在郡有治迹，吏民称之，以为前有顾劭，其次即景。数年卒官。</p>
    `
  }
}
