/**
 * 孙奋传记（吴书·吴主五子传第十四）
 */
export default {
  id: 'wu-14-sunfen',
  name: '孙奋',
  content: {
    title: '孙奋传',
    text: `
      <p>孙奋字子扬，霸弟也，母曰仲姬。太元二年，立为齐王，居<a class="place-name wu" data-place="武昌" data-year="252年" data-faction="wu">武昌</a>。权薨，太傅诸葛恪不欲诸王处江滨兵马之地，徙奋於<a class="place-name wu" data-place="豫章" data-year="252年" data-faction="wu">豫章</a>。奋怒，不从命，又数越法度。恪上笺谏曰："帝王之尊，与天同位，是以家天下，臣父兄，四海之内，皆为臣妾。仇雠有善，不得不举，亲戚有恶，不得不诛，所以承天理物，先国后身，盖圣人立制，百代不易之道也。昔汉初兴，多王子弟，至於太强，辄为不轨，上则几危社稷，下则骨肉相残，其后惩戒，以为大讳。自光武以来，诸王有制，惟得自娱於宫内，不得临民，干与政事，其与交通，皆有重禁，遂以全安，各保福祚。此则前世得失之验也。近袁绍、刘表各有国土，土地非狭，人众非弱，以適庶不分，遂灭其宗祀。此乃天下愚智，所共嗟痛。大行皇帝览古戒今，防芽遏萌，虑於千载。是以寝疾之日，分遣诸王，各早就国，诏策殷勤，科禁严峻，其所戒敕，无所不至，诚欲上安宗庙，下全诸王，使百世相承，无凶国害家之悔也。大王宜上惟太伯顺父之志，中念河间献王、东海王强恭敬之节，下当裁抑骄恣荒乱以为警戒。而闻顷至<a class="place-name wu" data-place="武昌" data-year="252年" data-faction="wu">武昌</a>以来，多违诏敕，不拘制度，擅发诸将兵治护宫室。又左右常从有罪过者，当以表闻，公付有司，而擅私杀，事不明白。大司马吕岱亲受先帝诏敕，辅导大王，既不承用其言，令怀忧怖。华锜先帝近臣，忠良正直，其所陈道，当纳用之，而闻怒锜，有收缚之语。又中书杨融，亲受诏敕，所当恭肃，云'正自不听禁，当如我何'？闻此之日，大小惊怪，莫不寒心。里语曰：'明镜所以照形，古事所以知今。'大王宜深以鲁王为戒，改易其行，战战兢兢，尽敬朝廷，如此则无求不得。若弃忘先帝法教，怀轻慢之心，臣下宁负大王，不敢负先帝遗诏，宁为大王所怨疾，岂敢忘尊主之威，而令诏敕不行於藩臣邪？此古今正义，大王所照知也。夫福来有由，祸来有渐，渐生不忧，将不可悔。向使鲁王早纳忠直之言，怀惊惧之虑，享祚无穷，岂有灭亡之祸哉？夫良药苦口，惟疾者能甘之。忠言逆耳，惟达者能受之。今者恪等慺慺欲为大王除危殆於萌芽，广福庆之基原，是以不自知言至，愿蒙三思。</p>
      <p>奋得笺惧，遂移<a class="place-name wu" data-place="南昌" data-year="252年" data-faction="wu">南昌</a>，游猎弥甚，官属不堪命。及恪诛，奋下住<a class="place-name wu" data-place="芜湖" data-year="253年" data-faction="wu">芜湖</a>，欲至<a class="place-name wu" data-place="建业" data-year="253年" data-faction="wu">建业</a>观变。傅相谢慈等谏奋，奋杀之。坐废为庶人，徙<a class="place-name wu" data-place="章安" data-year="253年" data-faction="wu">章安</a>县。太平三年，封为<a class="place-name wu" data-place="章安" data-year="258年" data-faction="wu">章安</a>侯。</p>
      <p>建衡二年，孙皓左夫人王氏卒。皓哀念过甚，朝夕哭临，数月不出，由是民间或谓皓死，讹言奋与<a class="place-name wu" data-place="上虞" data-year="270年" data-faction="wu">上虞</a>侯奉当有立者。奋母仲姬墓在<a class="place-name wu" data-place="豫章" data-year="270年" data-faction="wu">豫章</a>，<a class="place-name wu" data-place="豫章" data-year="270年" data-faction="wu">豫章</a>太守张俊疑其或然，扫除坟茔。皓闻之，车裂俊，夷三族，诛奋及其五子，国除。</p>
      <p>评曰：孙登居心所存，足为茂美之德。虑、和并有好善之姿，规自砥砺，或短命早终，或不得其死，哀哉！霸以庶干適，奋不遵轨度，固取危亡之道也。然奋之诛夷，横遇飞祸矣。</p>
    `
  }
}
