/**
 * 孙和传记（吴书·吴主五子传第十四）
 */
export default {
  id: 'wu-14-sunhe',
  name: '孙和',
  content: {
    title: '孙和传',
    text: `
      <p>孙和字子孝，虑弟也。少以母王有宠见爱，年十四，为置宫卫，使中书令阚泽教以书艺。好学下士，甚见称述。赤乌五年，立为太子，时年十九。阚泽为太傅，薛综为少傅，而蔡颖、张纯、封俌、严维等皆从容侍从。</p>
      <p>是时有司颇以条书问事，和以为奸妄之人，将因事错意，以生祸心，不可长也，表宜绝之。又都督刘宝白庶子丁晏，晏亦白宝，和谓晏曰："文武在事，当能几人，因隙构薄，图相危害，岂有福哉？"遂两释之，使之从厚。常言当世士人宜讲脩术学，校习射御，以周世务，而但交游博弈以妨事业，非进取之谓。后群寮侍宴，言及博弈，以为妨事费日而无益於用，劳精损思而终无所成，非所以进德脩业，积累功绪者也。且志士爱日惜力，君子慕其大者，高山景行，耻非其次。夫以天地长久，而人居其间，有白驹过隙之喻，年齿一暮，荣华不再。凡所患者，在於人情所不能绝，诚能绝无益之欲以奉德义之涂，弃不急之务以脩功业之基，其於名行，岂不善哉？夫人情犹不能无嬉娱，嬉娱之好，亦在於饮宴琴书射御之间，何必博弈，然后为欢。乃命侍坐者八人，各著论以矫之。於是中庶子韦曜退而论奏，和以示宾客。时蔡颖好弈，直事在署者颇斅焉，故以此讽之。</p>
      <p>是后王夫人与全公主有隙。权尝寝疾，和祠祭於庙，和妃叔父张休居近庙，邀和过所居。全公主使人觇视，因言太子不在庙中，专就妃家计议；又言王夫人见上寝疾，有喜色。权由是发怒，夫人忧死，而和宠稍损，惧於废黜。鲁王霸觊觎滋甚，陆逊、吾粲、顾谭等数陈適庶之义，理不可夺，全寄、杨竺为鲁王霸支党，谮愬日兴。粲遂下狱诛，谭徙<a class="place-name wu" data-place="交州" data-year="249年" data-faction="wu">交州</a>。权沈吟者历年，后遂幽闭和。於是骠骑将军朱据、尚书仆射屈晃率诸将吏泥头自缚，连日诣阙请和。权登白爵观见，甚恶之，敕据、晃等无事忩忩。权欲废和立亮，无难督陈正、五营督陈象上书，称引晋献公杀申生，立奚齐，晋国扰乱，又据、晃固谏不止。权大怒，族诛正、象，据、晃牵入殿，杖一百，竟徙和於<a class="place-name wu" data-place="故鄣" data-year="250年" data-faction="wu">故鄣</a>，群司坐谏诛放者十数。众咸冤之。</p>
      <p>太元二年正月，封和为<a class="place-name wu" data-place="南阳" data-year="252年" data-faction="wei">南阳</a>王，遣之<a class="place-name wu" data-place="长沙" data-year="252年" data-faction="wu">长沙</a>。四月，权薨，诸葛恪秉政。恪即和妃张之舅也。妃使黄门陈迁之<a class="place-name wu" data-place="建业" data-year="252年" data-faction="wu">建业</a>上疏中宫，并致问於恪。临去，恪谓迁曰："为我达妃，期当使胜他人。"此言颇泄。又恪有徙都意，使治<a class="place-name wu" data-place="武昌" data-year="253年" data-faction="wu">武昌</a>宫，民间或言欲迎和。及恪被诛，孙峻因此夺和玺绶，徙<a class="place-name wu" data-place="新都郡" data-year="253年" data-faction="wu">新都</a>，又遣使者赐死。和与妃张辞别，张曰："吉凶当相随，终不独生活也。"亦自杀，举邦伤焉。</p>
      <p>孙休立，封和子皓为<a class="place-name wu" data-place="乌程" data-year="264年" data-faction="wu">乌程</a>侯，自<a class="place-name wu" data-place="新都郡" data-year="264年" data-faction="wu">新都</a>之本国。休薨，皓即阼，其年追谥父和曰文皇帝，改葬明陵，置园邑二百家，令、丞奉守。后年正月，又分<a class="place-name wu" data-place="吴郡" data-year="267年" data-faction="wu">吴郡</a>、<a class="place-name wu" data-place="丹杨" data-year="267年" data-faction="wu">丹杨</a>九县为<a class="place-name wu" data-place="吴兴" data-year="267年" data-faction="wu">吴兴</a>郡，治<a class="place-name wu" data-place="乌程" data-year="267年" data-faction="wu">乌程</a>，置太守，四时奉祠。有司奏言，宜立庙京邑。宝鼎二年七月，使守大匠薛珝营立寝堂，号曰清庙。十二月，遣守丞相孟仁、太常姚信等备官僚中军步骑二千人，以灵舆法驾，东迎神於明陵。皓引见仁，亲拜送於庭。灵舆当至，使丞相陆凯奉三牲祭於近郊，皓於金城外露宿。明日，望拜於东门之外。其翌日，拜庙荐祭，歔欷悲感。比七日三祭，倡技昼夜娱乐。有司奏言"祭不欲数，数则黩，宜以礼断情"，然后止。</p>
    `
  }
}
