/**
 * 孙虑传记（吴书·吴主五子传第十四）
 */
export default {
  id: 'wu-14-sunlv',
  name: '孙虑',
  content: {
    title: '孙虑传',
    text: `
      <p>孙虑字子智，登弟也。少敏惠有才艺，权器爱之。黄武七年，封<a class="place-name wu" data-place="建昌（豫章）" data-year="228年" data-faction="wu">建昌</a>侯。后二年，丞相雍等奏虑性聪体达，所尚日新，比方近汉，宜进爵称王，权未许。久之，尚书仆射存上疏曰："帝王之兴，莫不褒崇至亲，以光群后，故鲁卫於周，宠冠诸侯，高帝五王，封列于汉，所以藩屏本朝，为国镇卫。建昌侯虑禀性聪敏，才兼文武，於古典制，宜正名号。陛下谦光，未肯如旧，群寮大小，咸用於邑。方今奸寇恣睢，金鼓未弭，腹心爪牙，惟亲与贤。辄与丞相雍等议，咸以虑宜为镇军大将军，授任偏方，以光大业。"权乃许之，於是假节开府，治半州。虑以皇子之尊，富於春秋，远近嫌其不能留意。及至临事，遵奉法度，敬纳师友，过於众望。年二十，嘉禾元年卒。无子，国除。</p>
    `
  }
}
