/**
 * 滕胤传记
 */
export default {
  id: 'wu-3-tengyin',
  name: '滕胤',
  content: {
    title: '滕胤传',
    text: `
      <p>滕胤字承嗣，北海剧人也。伯父耽，父胄，与刘繇州里通家。以世扰乱，渡江依繇。</p>
      <p>　　孙权为车骑将军，拜耽右司马，以宽厚称，早卒，无嗣。胄善属文，权待以宾礼，军国书疏，常令损益润色之，亦不幸短命。权为吴王，迫录旧恩，封胤都亭侯。少有节操，美容仪。弱冠尚公主。年三十，起家为<a class="place-name wu" data-place="丹杨" data-year="229年后" data-faction="wu">丹杨</a>太守，徙吴郡、会稽，所在见称。太元元年，权寝疾，诣都，留为太常；与诸葛恪等俱受遗诏辅政。孙亮即位，加卫将军。</p>
      <p>　　恪将悉众伐魏。胤谏恪曰："君以丧代之际，受伊、霍之托，入安本朝，出摧强敌，名声振于海内，天下莫不震动，万姓之心，冀得蒙君而息。今猥以劳役之后，兴师出征，民疲力屈，远主有备。若攻城不克，野略无获，是丧前劳而招后责也。不如案甲息师，观隙而动。且兵者大事，事以众济，众苟不悦，君独安之？"恪曰："诸云不可者，皆不见计算，怀居苟安者也，而子复以为然，吾何望焉？夫以曹劳暗劣，而政在私门，彼之臣民，固有离心。今吾因国家之资，借战胜之威，则何往而不克哉！"以胤为都下督，掌统留事。胤白日接宾客，夜省文书，或通晓不寐。</p>
    `
  }
}
