/**
 * 韦曜传记
 */
export default {
  id: 'wu-20-weiyao',
  name: '韦曜',
  content: {
    title: '韦曜传',
    text: `
      <p>韦曜字弘嗣，<a class="place-name wu" data-place="吴郡" data-year="200年前" data-faction="wu">吴郡</a><a class="place-name wu" data-place="云阳" data-year="200年前" data-faction="wu">云阳</a>人也。少好学，能属文，从丞相掾除<a class="place-name wu" data-place="西安（会稽）" data-year="235年" data-faction="wu">西安</a>令，还为尚书郎，迁太子中庶子。时蔡颖亦在东宫，性好博奕。太子和以为无益，命曜论之。其辞曰："盖闻君子耻当年而功不立，疾设世而名不称，故曰'学如不及，犹恐失之'。是以古之志士，悼年齿之流迈而惧名称之不立也，故逸精厉操，晨兴夜寐，不遑宁息，经之以岁月，累之以日力，若宁越之勤，董生之笃，渐渍德义之渊，栖迟道艺之域。且以西伯之圣，姬公之才，犹有日昃待旦之劳，故能隆兴周道，垂名亿载，况在臣庶，而可以已乎？历观古今功名之士，皆有累积殊异之迹，劳身苦体，契阔勤思，平居不堕其业，穷困不易其素，是以卜式立志于耕牧，而黄霸受道于囹圄，终有荣显之福，以成不朽之名。</p>

      <p>故山甫勤于夙夜，而吴汉不离公门，岂有游惰哉？</p>

      <p>"今世之人多不务经术，好玩博奕，废事弃业，忘寝与食，穷日尽明，继以脂烛。</p>

      <p>当其临局交争，雌雄未决，专精锐意，心劳体倦，人事旷而不修，宾旅阙而不接，虽有太牢之馔，《韶》、《夏》之乐，不暇存也。至或赌及衣物，徙棋易行，廉耻之意弛，而忿戾之色发，然其所志不出一枰之上，所务不过方罫之间，胜敌无封爵之赏，获地无兼土之实，技非六艺，用非经国。立身者不阶其术，征选者不由其道。求之于战陈，则非孙、吴之伦也。考之于道艺，则非孔氏之门也；以变诈为务，则非忠信之士也；以劫杀为名，则非仁者之意也；而空妨日废业，终无补益。是何异设木而击之，置石而投之哉！且君子之居室也勤身以致养，其在朝也竭命以纳忠，临事且犹旰食，而何博奕之足耽？</p>

      <p>夫然，故孝友之行立，贞纯之名彰也。</p>

      <p>"方今大吴受命，海内未平，圣朝乾乾，务在得人，勇略之士则受熊虎之任，儒雅之徒则处龙凤之署，百行兼苞，文武并骛，博选良才，旌简髦俊。设程式之科，垂金爵之赏，诚千载之嘉会，百世之良遇也，当世之士，宜勉思至道，爱功惜力，以佐明时，使名书史籍，勋在盟府，乃君子之上务，当今之先急也。</p>

      <p>"夫一木之枰孰与方国之封？枯棋三百孰与万人之将？兖龙之服，金石之乐，足以兼棋局而贸博弈矣。假令世士移博奕之力而用之于诗书，是有颜、闵之志也。用之于智计，是有良、平之思也。用之于资货，是有猗顿之富也；用之于射御，是有将帅之备也。如此则功名立而鄙贱远矣。</p>

      <p>和废后，为黄门侍郎。孙亮即位，诸葛恪辅政，表曜为太史令，撰《吴书》，华核、薛莹等皆与参同，孙休践阼，为中书郎、博士祭酒。命曜依刘向故事，校定众书。又欲延曜侍讲，而左将军张布近习宠幸，事行多玷，惮曜侍讲儒士，又性精确，惧以古今警戒休意，固争不可。休深恨布，语在《休传》。然曜竟止不入。孙皓即位，封高陵亭候，迁中书仆射，职省，为侍中，常领左国史。时所在承指数言瑞应。皓以问曜，曜答曰："此人家筐箧中物耳。"又皓欲为父和作纪，曜执以和不登帝位，宜名为传。如是者非一，渐见责怒。曜益忧惧，自陈衰老，求去侍、史二官，乞欲成所造书，以从业别有所付，皓终不听。时有疾病，医药监护，持之愈急。皓每飨宴，无不竟日，坐席无能否率以七升为限，虽不悉入口，皆浇灌取尽。曜素饮酒不过二升，初见礼异时，常为裁减，或密赐茶荈以当酒，至于宠衰，更见逼强，辄以为罪。又于酒后使侍臣难折公卿，以嘲弄侵克发摘私短以为欢。时有衍过，或误犯皓讳，辄见收缚，至于诛戮。曜以为外相毁伤，内长尤恨，使不济济，非佳事也，故但示难问经义言论而已。皓以为不承用诏命，意不忠尽，遂积前后嫌忿，收曜付狱，是岁凤皇二年也。</p>

      <p>曜因狱吏上辞曰："囚荷恩见哀，无与为比，曾无芒氂有以上报，孤辱恩宠，自陷极罪。念当灰灭。长弃黄泉，愚情慺慺，窃有所怀，贪令上闻。囚昔见世间有古历注，其所记载既多虚无，在书籍者亦复错谬。囚寻按传记，考合异同，采摭耳目所及。以作《洞纪》，纪自庖牺，至于秦、汉，凡为三卷，当起黄武以来，别作一卷，事尚未成。又见刘熙所作《释名》，信多佳者，然物类众多，难得详究。故时有得失，而爵位之事，又有非是。愚以官爵，今之所急，不宜乘误。囚自忘至微，又作《官职训》及《辩释名》各一卷，欲表上之。新写始毕，会以无状，幽囚特命，泯没之日，恨不上闻。谨以先死列状，乞上言秘府，于外料取，呈内以闻。迫惧浅蔽，不合天听，抱怖雀息，乞垂哀省。"</p>

      <p>曜冀以此求免，而皓更怪其书之垢故，又以诘曜。曜对曰："囚撰此书，实欲表上，惧有误谬，数数省读，不觉点污。被问寒战，形气呐吃，谨追辞叩头五百下，两手自搏。"而华核连上疏救曜曰："曜运值千载，特蒙哀识，以其儒学，得与史官，貂蝉内侍，承答天问，圣朝仁笃，慎终追远，迎神之际，垂涕敕曜。曜愚惑不达。不能敷宣陛下大舜之美，而拘击史官，使圣趣不叙，至行不彰，实曜愚蔽当死之罪，然臣慺慺，见曜自少勤学，虽老不倦，探综坟典，温故知新，及意所经识古今行事，外吏之中少过曜者。昔李陵为汉将，军败不还而降匈奴，司马迁不加疾恶，为陵游说，汉武帝以迁有良史之才，欲使毕成所撰，忍不加诛，书卒成立，垂之无穷。今曜在吴，亦汉之史迁也。伏见前后符瑞彰着。神指天应，继出累见，一统之期，庶不复久。</p>

      <p>事乎之后，当观时设制，三王不相因礼，五帝不相沿乐，质文殊涂，损益异体，宜得辈依准古义，有所改立。汉氏承秦，则有叔孙通定一代之仪，曜之才学亦汉通之次也。</p>

      <p>又《吴书》虽已有头角，叙赞未述。昔班固作《汉书》，文辞典雅，后刘珍，刘毅等作《汉记》，远不及固，叙传尤劣。今年《吴书》当垂千载，编次诸吏，后之才士论次善恶，非得良才如曜者，实不可使阙不朽之书。如臣顽蔽，诚非其人。</p>

      <p>曜年已七十，余数无几，乞赦其一等之罪，为终身徒，使成书业，水足传未，垂之百世。谨通进表，叩头百下。"皓不许，遂诛曜，徙百家<a class="place-name wu" data-place="零陵" data-year="273年" data-faction="wu">零陵</a>。子隆，亦有文学也。</p>
    `
  }
}
