/**
 * 赵达传记
 */
export default {
  id: 'wu-4-zhaoda',
  name: '赵达',
  content: {
    title: '赵达传',
    text: `
      <p>赵达，<a class="place-name wu" data-place="河南" data-year="190年前" data-faction="neutral">河南</a>人也。少从汉侍中单甫受学，用思精密，谓东南有王者气，可以避难，故脱身渡江。治九宫一算之术，究其微旨，是以能应机立成，对问若神，至计飞蝗，射隐伏，无不中效。或难达曰："飞者固不可校，谁知其然，此殆妄耳。"达使其人取小豆数斗，播之席上，立处其数，验覆果信。尝过知故，知故为之具食。食毕，谓曰："仓卒乏酒，又无嘉肴，无以叙意，如何？"达因取盘中只箸，再三从横之，乃言："卿东壁下有美酒一斛，又有鹿肉三斤，何以辞无？"时坐有他宾，内得主人情，主人惭曰："以卿善射有无，欲相试耳，竟效如此。"遂出酒酣饮。又有书简上作千万数，著空仓中封之，令达算之。达处如数，云："但有名无实。"其精微若是。</p>

      <p>达宝惜其术，自阚泽、殷礼皆名儒善士，亲屈节就学，达秘而不告。太史丞公孙滕少师事达，勤苦累年，达许教之者有年数矣，临当喻语而辄复止。滕他日赍酒具，候颜色，拜跪而请，达曰："吾先人得此术，欲图为帝王师，至仕来三世，不过太史郎，诚不欲复传之。且此术微妙，头乘尾除，一算之法，父子不相语。然以子笃好不倦，今真以相授矣。"饮酒数行，达起取素书两卷，大如手指，达曰："当写读此，则自解也。吾久废，不复省之，今欲思论一过，数日当以相与。"滕如期往，至乃阳求索书，惊言失之，云："女婿昨来，必是渠所窃。"遂从此绝。</p>

      <p>初孙权行师征伐，每令达有所推步，皆如其言。权问其法，达终不语，由此见薄，禄位不至。</p>

      <p>达常笑谓诸星气风术者曰："当回算帷幕，不出户牖以知天道，而反昼夜暴露以望气祥，不亦难乎！"间居无为，引算自校，乃叹曰："吾算讫尽某年月日，其终矣。"达妻数见达效，闻而哭泣。达欲弭妻意，乃更步算，言："向者谬误耳，尚未也。"后如期死。权闻达有书，求之不得，乃录问其女，及发棺无所得，法术绝焉。</p>
    `
  }
}
