/**
 * 诸葛恪传记
 */
export default {
  id: 'wu-19-zhugeke',
  name: '诸葛恪',
  content: {
    title: '诸葛恪传',
    text: `
      <p>诸葛恪字元逊，瑾长子也。少知名。弱冠拜骑都尉，与顾谭、张休等侍太子登讲论道艺，并为宾友。从中庶子转为左辅都尉。恪父瑾面长似驴。孙权大会群臣，使人牵一驴入，长检其面，题曰诸葛子瑜。恪跪曰："乞请竺益两字。因听与笔。恪绩其下曰："之驴。"举座欢笑，乃以驴赐恪。他日复见，权问恪曰："卿父与叔父孰贤？"对曰："臣父为优。"权问其故。对曰："臣父知所事，叔父不知，以是为优。"权又大噱。</p>

      <p>　　命恪行酒，至张昭前，昭先有酒色，不肯饮。曰："此非养老之礼也。"权曰："卿其能令张公辞屈，乃当饮之耳。"恪难昭曰："昔师尚父九十，秉旄仗钺，犹未告老也。今军旅之事，将军在后，酒食之事，将军在先，何谓不养老也？"昭卒无辞，遂为尽爵。</p>

      <p>　　后蜀好，群臣并会，权谓使曰："此诸葛恪雅使至骑乘，还告丞相，为致好马。"恪因下谢，权曰："马未至面谢何也？"恪对曰："夫蜀者陛下之外厩，今有恩诏，马必至也，安敢不谢？"恪之才捷，皆此类也。权甚异之，欲试以事，令守节度。节度掌军粮谷，文书繁猥，非其好也。</p>

      <p>　　恪以<a class="place-name wu" data-place="丹杨" data-year="231年" data-faction="wu">丹杨</a>山险，民多果劲，虽前发兵，徒得外县平民而已。其余深远，莫能禽尽，屡自求乞为官出之。三年可得甲士四万。众议咸以"<a class="place-name wu" data-place="丹杨" data-year="231年" data-faction="wu">丹杨</a>地势险阻，与<a class="place-name wu" data-place="吴郡" data-year="231年" data-faction="wu">吴郡</a>、<a class="place-name wu" data-place="会稽" data-year="231年" data-faction="wu">会稽</a>、<a class="place-name wu" data-place="新都郡" data-year="231年" data-faction="wu">新都</a>、<a class="place-name wu" data-place="鄱阳" data-year="231年" data-faction="wu">鄱阳</a>四郡邻接，周旋数千里，山谷万重，其幽邃民人，未尝人城邑，对长吏，皆仗兵野逸，白首于林莽。逋亡宿恶，咸共逃窜。山出铜铁，自铸甲兵。俗好武习战，高尚气力，其升山赴险，抵突丛棘。若鱼之走渊，猨狖之腾木也。时观间隙，出为寇盗，每致兵征伐，寻其窟藏。其战则蜂至，败则鸟窜，自前世以来，不能羁也"。皆以为难。</p>

      <p>　　恪父瑾闻之，亦以事终不逮，叹曰："恪不大兴吾家，将大赤吾族也。"恪盛陈其必捷。</p>

      <p>　　权拜恪抚赵将军，领<a class="place-name wu" data-place="丹杨" data-year="231年" data-faction="wu">丹杨</a>太守，授棨戟武骑三百。拜毕，命恪备威仪，作鼓吹，导引归家，时年三十二。恪到府，乃移书四部属城长空。令各保其疆界，明立部伍，其从化平民，悉令屯居。乃分内诸将，罗兵幽阻，但缮藩篱，不与交锋，候其谷稼将熟，辄纵兵芟刈，使无遗种。旧谷既尽，新田不收，平民屯居，略无所入，于是山民饥穷，渐出降首。恪乃复敕下曰："山民去恶从化，皆当抚慰，徙出外县，不得嫌疑，有所执拘。"</p>

      <p>　　臼阳长胡伉得降民周遗，遗旧恶民，困迫暂出，内图叛逆，伉缚送言府。恪以伉违教，遂斩以徇，以状表上。民闻伉坐执人被戮，知官惟欲出之而已，于是老幼相携而出，岁期，人数皆如本规。恪自领万人，余分给诸将。</p>

      <p>　　权嘉其功，遣尚书仆射薛综劳军。综先移恪等曰："山越恃阻，不宾历世，缓则首鼠，急则狼顾。皇帝赫然，命将西征，神策内授，武师外震。兵不染锷，甲不沾汗。元恶既枭，种党归义，荡涤山薮，献戎十万。野无遗寇，邑罔残奸。既扫凶慝，又充军用。藜莜稂莠，化为善草。魑魅魍魉，更成虎土。虽实国家威灵之所加，亦信无帅临履之所致也。虽《诗》美执讯，《易》嘉折首，周之方、召，汉之卫、霍，岂足以谈？功轶古人，勋超前世。主上欢然，遥用叹息。感《四牡》之遗典，思饮至之旧章。故遣中台近官，迎致稿赐，以旌茂功，以慰劬劳"拜恪威北将军，封都乡侯。恪乞率众佃<a class="place-name wu" data-place="庐江" data-year="240年" data-faction="wu">庐江</a><a class="place-name wu" data-place="皖" data-year="240年" data-faction="wu">皖</a>口，因轻兵袭<a class="place-name wu" data-place="舒" data-year="240年" data-faction="wei">舒</a>，掩得其民而还。复远遣斥候，观相径要，欲图<a class="place-name wu" data-place="寿春" data-year="240年" data-faction="wei">寿春</a>，权以为不可。</p>

      <p>　　赤乌中，魏司马宣王谋欲攻恪。权方发兵应之，望气者以为不利，于是徒恪屯于<a class="place-name wu" data-place="柴桑" data-year="243年" data-faction="wu">柴桑</a>。与丞相陆逊书曰："杨敬叔传述清论，以为方今人物凋尽，守德业者不能复几，宜相左右。更为辅车，上熙国事，下相珍惜。又疾世俗好相谤毁，使已成之器，中有损累。将进之徒，意不欢笑，闻此喟然，诚独击节。愚以为君子不求备于一人，自孔氏门徒大数三干，其见者七十二人。至于子张、子路、子贡等七十之徒，亚圣之德，然犹各有所短，师辟由喭，赐不受命，岂况下此而无所阙？且仲尼不以数予之不备而引以为友，不以人所短弃其所长也。加以当今取士，宜宽于往古，何者？时务从横，而善人单少，国家职司，常苦不充。苟令性不邪恶，志在陈力，便可奖就，骋其所任。若于小小宜适，私行不足，皆宜阔略，不足缕责。"且士诚不可纤论苛克，苛克则彼贤圣犹将不全，况其出入者邪？故曰以道望人则难，以人望人则易，贤愚可知。</p>

      <p>　　自汉末以来，中国士大夫如许子将辈，所以更相谤讪，或至为祸，原其本起。非为大仇，惟坐克己不能尽如礼，而责人专以正义。夫己不如礼，则人不服。责人以正义，则人不堪。内不服其行，外不堪其责，则不得不相怨。相怨一生，则小人得容其间。得容其间，则三至之言，浸润之谮，纷错交至。虽使至明至亲者处之，犹难以自定。况已为隙，且未能明者乎？是故张、陈至于血刃，萧、朱不终其好，本由于此而已。夫不舍小过，纤微相责，久乃至于家户为怨，一国无复全行之士也。"恪知逊以此嫌己，故遂广其理而赞其旨也。会逊卒，恪迁大将军，假节，驻<a class="place-name wu" data-place="武昌" data-year="245年" data-faction="wu">武昌</a>，代逊领<a class="place-name wu" data-place="荆州" data-year="245年" data-faction="wu">荆州</a>事。</p>

      <p>　　久之，权不豫，而太子少，乃征恪以大将军领太子太傅，中书令孙弘领少傅。权疾困，召恪、弘及太常滕胤、将军吕据、侍中孙峻，属以后事。</p>

      <p>　　翌日，权薨。弘素与恪不平，惧为恪所治，秘权死问，欲矫诏除恪。峻以告恪，恪请弘咨事，于坐中诛之，乃发丧制服。与弟<a class="place-name wu" data-place="公安" data-year="252年" data-faction="wu">公安</a>督融书曰："今月十六日乙未，大行皇帝委弃万国，群下大小，莫不伤悼。至吾父子兄弟，井受殊恩，非徒凡庸之隶，是以悲恸，肝心圮裂。皇太子以丁酉践酋号，哀喜交并，不知所措。吾身受顾命，辅相幼主，窃自揆度；才非博陆而受姬公负图之托，惧忝丞相辅汉之效；恐损先帝委付之明，是以忧惭惶惶，所虑万端。且民恶其上，动见瞻观，何时易哉？今以顽钝之姿，处保傅之位，艰多智寡，任重谋浅，谁为唇齿？近汉之世，燕、盖交遘，有上官之变，以身值此，何敢怡豫邪？又弟所在，与贼犬牙相错，当于今时整顿军具，率厉将士，警备过常，念出万死，无顾一生，以报朝廷，无忝尔先。又诸将备守各有境界，犹恐贼虏闻讳，恣睢寇窃。边邑诸曹，已别下约敕，所部督将，不得妄委所戍，径来奔赴。虽怀怆但不忍之心，公义夺私，伯禽服戎，若苟违戾，非徒小故。以亲正疏，古人明戒也。"</p>

      <p>　　恪更拜太傅。于是罢视听，息校官，原逋责，除关税，事崇恩泽，众莫不悦。恪每出入，百姓延颈思见其状。</p>

      <p>　　初，权黄龙元年迁都<a class="place-name wu" data-place="建业" data-year="229年" data-faction="wu">建业</a>。二年筑<a class="place-name wu" data-place="东兴" data-year="230年" data-faction="wu">东兴</a>堤遏湖水。后征<a class="place-name wu" data-place="淮南" data-year="234年" data-faction="wei">淮南</a>，败，以内船，由是废不复修。恪以建兴元年十月会众于<a class="place-name wu" data-place="东兴" data-year="252年" data-faction="wu">东兴</a>，更作大堤，左右结山侠筑两城，各留千人，使全端、留略守之，引军而还。魏以吴军入其疆土，耻于受侮，命大将胡遵、诸葛诞等率众七万，欲攻围两坞，图坏堤遏。恪兴军四万，晨夜赴救。遵等敕其诸军作浮桥度，陈于堤上，分兵攻两城。城在高峻，不可卒拔。恪遣将军留赞、吕据、唐咨、丁奉为前部。</p>

      <p>　　时天寒雪，魏诸将会饮，见赞等兵少，而解置铠甲，不持矛戟。但兜鍪刀楯，倮身缘遏，大笑之，不即严兵。兵得上，便鼓噪乱斫。魏军惊扰散走，争渡浮桥，桥坏绝，自投于水，更相蹈藉。乐安太守恒嘉等同时并没，死者数万。故叛将韩综为魏前军督，亦斩之。获车乘牛马驴骡各数千，资器山积，振旅而归。进封恪<a class="place-name wu" data-place="阳都" data-year="253年" data-faction="wei">阳都</a>侯，加<a class="place-name wu" data-place="荆州" data-year="253年" data-faction="wu">荆</a><a class="place-name wu" data-place="扬州" data-year="253年" data-faction="wu">扬</a>州牧，督中外诸军事，赐金一百斤，马二百匹，缯布各万匹。</p>

      <p>　　恪遂有轻敌之心，以十二月战克，明年春，复欲出军。诸大臣以为数出罢劳，同辞谏恪，恪不听。中散大夫蒋延或以固争，扶出。恪乃着论谕众意曰："夫天无二日，土无二王，王者不务兼并天下而欲垂祚后世，古今未之有也。昔战国之时，诸候自恃兵强地广，互有救援，谓此足以传世，人莫能危。恣情从怀，惮于劳苦，使秦渐得自大，遂以并之，此既然矣。近者刘景升在<a class="place-name wu" data-place="荆州" data-year="208年前" data-faction="neutral">荆州</a>，有众十万，财谷如山。不及曹操尚微，与之力竞，坐观其强大，吞灭诸袁，北方都定之后，操率三十万众来向<a class="place-name wu" data-place="荆州" data-year="208年" data-faction="neutral">荆州</a>，当时虽有吞智者，不能复为画计，于是景升儿子，交臂请降，遂为囚虏。凡敌国欲相吞，即仇雦欲相除也，有仇而长之，祸不在己，则在后人，不可不为远虑也。昔伍子胥曰："越十年生聚，十年教训，二十年之外，吴其为沼乎！'夫差自恃强大，闻此邈然，是以诛子胥而无备越之心，至于临败悔之，岂有及乎？越小于吴，尚为吴祸，况其强大者邪？昔秦但得关西耳，尚以并吞六国，今贼皆得秦、赵、韩、魏、燕齐九州之地，地悉戎马之乡，士林之薮。今以魏比古之秦，土地数倍；以吴与蜀比古穴国，不能半之。然所以能敌之，但以操时兵众于今适尽，而后生者未悉长大，正是贼衰少未盛之时。加司马懿先诛王淩，续自陨毙，其子幼弱，而专彼大任，虽有智计之士，未得施用。当今伐之，是其厄会。圣人急于趋时，诚谓今日。若顺众人之情，怀偷安之计，以为长江之险可以传世；不论魏之终始，而以今日遂轻其后。此吾所以长叹息者也。</p>

      <p>　　自本以来，务在产育，今者贼民岁月繁滋，但以尚小，未可得用耳。若复十数年后，其众必倍于今，而国家劲兵之地，皆已空尽，唯有此见众可以定事。若不早用之，端坐使老，复十数年，略当损半，而见子弟数不足言。若贼众一倍，而我兵损半，虽复使伊、管图之，未可如何。</p>

      <p>　　今不达远虑者，必以此言为迂。夫祸难未至而豫忧虑，此固众人之所迂也。及于难至，然后顿颡，虽有智者，又不能图。此乃古今所病，非独一时。昔吴始以伍员为迂，故难至而不可救。刘景升不能虑十年之后，故无以治其子孙。今恪无具臣之才，而受大吴萧、霍之任，智与众同思不经远，若不及今日为国斥境，俯仰年老，而仇敌更强。欲刎颈谢责，宁有补邪？</p>

      <p>　　今闻众人或以百姓尚贫，欲务闲息，此不右其虑其大危而其小勤者也。昔汉祖幸已自有三秦之地，何不闭关守险以自娱乐，空出攻楚，身被创痍，介胄生虮虱，将士厌困苦，岂甘锋刃而忘安宁哉？虑于长久不得两存者耳！每览荆邯说公孙述以进取之图，近风家叔父表陈与贼争竞之计，未尝不喟然叹息也。</p>

      <p>　　夙夜反侧，所虑如此，故聊疏愚言，以达二三君子之末。若一朝陨殁志画不立，贵令来世知我所忧，可思于后。</p>

      <p>　　众皆以恪此论欲必为之辞，然莫敢复难。</p>

      <p>　　<a class="place-name wu" data-place="丹杨" data-year="253年" data-faction="wu">丹杨</a>太守聂友素与恪善。书谏恪曰："大行皇帝本有遏<a class="place-name wu" data-place="东关" data-year="253年" data-faction="wu">东关</a>之计，计未施行。今公辅赞大业，成先帝之志。寇远自送，将士凭赖威德，出身用命，一旦有非常之功，岂非宗庙神灵社稷之福邪！宜且案兵养锐，观衅而动。今乘此势欲复大出，天时未可。而苟任盛意，私心以为不安。"恪题论后，为书答友曰："足下虽有自然之理，然未见大数。熟省此论，可以开悟矣。"于是违众出军，大发州郡二十万众，百姓骚动，始失人心。</p>

      <p>　　恪意欲曜威<a class="place-name wu" data-place="淮南" data-year="253年" data-faction="wei">淮南</a>，驱略民人。而诸将或难之曰："今引军深入，疆场之民，必相率远遁，恐兵劳而功少，不如止围<a class="place-name wu" data-place="新城" data-year="253年" data-faction="wei">新城</a>。<a class="place-name wu" data-place="新城" data-year="253年" data-faction="wei">新城</a>困，救必至，至而图之，乃可大获。"恪从其计，回军还围<a class="place-name wu" data-place="新城" data-year="253年" data-faction="wei">新城</a>。攻守连月，城不拔。士卒疲劳，因暑饮水，泄下、流肿，病者大半，死伤涂地。诸营吏日白病者多，恪以为作，欲斩之，自是莫敢言。恪内惟失计，而耻城不下，忿形于色。将军朱异有所是非，恪怒，立夺其兵。都尉蔡林数陈军计，恪不能用，策马奔魏。魏知战士罢病，乃进救兵。恪引军而去。士卒伤病，流曳道路，或顿仆坑壑，或见略获，存记忿痛，大小呼嗟。而恪宴然自若。出住江渚一月，图起田于<a class="place-name wu" data-place="浔阳" data-year="253年" data-faction="wu">浔阳</a>，诏召相衔，徐乃旋师。由此众庶失望，而怨黩兴矣。</p>

      <p>　　秋八月军还，陈兵导从，归入府馆。即召中书令孙嘿，厉声谓曰："卿等何敢妄数作诏？"嘿惶惧辞出，因病还家。恪征行之后，曹所奏署令长职司，一罢更选，愈治威严，多所罪责，当进见者无不竦息。又改易宿卫，用其亲近。复敕兵严，欲向责、徐。</p>

      <p>　　孙峻因民之多怨，众之所嫌，构恪欲为变，与亮谋，置酒请恪。恪将见之夜，精爽扰动，通夕不寐。明将盥漱，闻水腥臭，侍者授衣，衣服亦臭。恪怪其故，易衣易水，其臭如初，意惆怅不悦。严毕趋出，犬衔引其衣，恪曰："犬不欲我行乎？"还坐，顷刻乃复起，犬又衔其衣，恪令从者逐犬，遂升车。</p>

      <p>　　初，恪将征<a class="place-name wu" data-place="淮南" data-year="253年" data-faction="wei">淮南</a>，有孝子着缞衣入其阁中，从者白之，令外诘问，孝子曰："不自觉入。"时中外守备，亦悉不见，众皆异之。出行之后，所坐厅事屋栋中折。自<a class="place-name wu" data-place="新城" data-year="253年" data-faction="wei">新城</a>出住<a class="place-name wu" data-place="东兴" data-year="253年" data-faction="wu">东兴</a>，有白虹见其船，还拜<a class="place-name wu" data-place="蒋陵" data-year="253年" data-faction="wu">蒋陵</a>，白虹复绕其车。及将见，驻车宫门，峻已伏兵于帷中，恐恪不时入，事泄，自出见恪曰："使君若尊体不安，自可须后，峻当具白主上。"</p>

      <p>　　欲以尝知恪。恪答曰："当自力入。"散骑常侍张约、朱恩等密书与恪曰："今日张设非常，疑有他故。"恪省书而去。未出路门，逢太常滕胤，恪曰："卒腹痛，不任人。"</p>

      <p>　　胤不知峻阴计，谓恪曰："君自行旋未见，今上置酒请君，君已至门，宜当力进。"恪踌躇而还，剑履上殿。谢亮，还坐。设酒，恪疑未饮，峻因曰："使君病未善平，当有常服药酒，自可取之。"恪意乃安，别饮所赍酒。酒数行，亮还内，峻起如厕，解长衣，着短服，出曰："有诏收诸葛恪！"恪惊起，拔剑未得，而峻刀交下。张约从旁斫峻，裁伤左手，峻应手所约断右臂。武卫之士皆趋上殿，峻云："所取者恪也，今已死。"</p>

      <p>　　悉令复刃，乃除地更饮。</p>

      <p>　　先是，童谣曰："诸葛恪，芦苇单衣蔑钩落，于何相求成子阁。"成子阁者，反语<a class="place-name wu" data-place="石子冈" data-year="253年" data-faction="wu">石子冈</a>也。<a class="place-name wu" data-place="建业" data-year="253年" data-faction="wu">建业</a>面有长陵，名曰<a class="place-name wu" data-place="石子冈" data-year="253年" data-faction="wu">石子冈</a>，葬者依焉。钩落者，校饰革带，世谓之钩络带。</p>

      <p>　　恪果以苇席裹其身而篾束其腰，投之于此冈。恪长子绰，骑都尉，以交关鲁王事，权遣付恪，令更教诲，恪鸩杀之。中子竦，长水校尉。少子建，步兵校尉。闻恪诛，车载其母而走。峻遣骑督承追斩竦于白都。建得渡江，欲北走魏，行数千里，为追兵所逮。恪外甥都乡侯张震及常侍朱恩等，皆夷三族。</p>

      <p>　　初，竦数谏恪，恪不从，常忧惧祸。及亡，临淮臧均表乞收葬恪曰："臣闻震雷电激，不崇一朝，大风冲发，杀有极日。然犹继以云雨，因以润物，是则天地之威，不可经日浃辰，帝王之怒，不宜讫情尽意，臣以狂愚，不知忌讳，敢冒破灭之罪，以邀风雨之会。伏念故太傅诸葛恪得承祖考风流之烈，伯叔诸父遭汉祚尽，九州鼎立，分托三方，并履忠勤，熙隆世业。爰及于恪，生长王国，陶育圣化，致名英伟，服事累纪，祸心未萌，先帝委以伊、周之任，属以万机之事。恪索性刚履，矜己陵人，不能敬守神器，穆静帮内，兴功暴师，未期三出，虚耗士民，空竭府藏，专擅国宪，废易由意，假刑劫众，大小屏息。侍中武卫将军都乡候俱受先帝嘱寄之诏，见其奸虐，日月滋甚，将恐荡摇宇宙，倾危社稷，奋其威怒，精贯昊天，计虑先于神明，智勇百于荆、聂，躬持白刃，枭恪殿堂，勋超朱虚，功越东牟。国之元害，一朝大除，驰首徇示，六军喜踊，日月增光，风尘不动，斯实宗庙之神灵，天人之同验也。今恪父子三首，悬市积日，观者数万，詈声成风。国之大刑，无所不震，长老孩幼，无不华见。人情之于品物，乐极则哀生，见恪贵盛，世莫与贰，身处台辅，中间历年，今之诛夷，无异禽兽，观讫情反，能不憯然！</p>

      <p>　　且已死之人，与土壤同域，凿掘斫刺，无所复加。愿圣朝稽则乾坤，怒不极旬，使其乡邑若故吏民收以士伍之服，惠以三寸之棺。昔项籍受殡葬之施，韩信获收敛之恩，斯则汉高发神明之誉也。惟陛下敦三皇之仁，垂哀矜之心，使国泽加于辜戮之骸，复受不已之恩，于以扬声遐方，沮劝天下，岂不弘哉！昔栾布矫命彭越，臣窃恨之，不先请主上，而专名以肆情，其得不诛，实为幸耳。今臣不敢章宣愚情以露天恩，谨伏手书，冒昧陈闻，乞圣朝哀察。"于是亮、峻听恪故吏敛葬，遂求之于<a class="place-name wu" data-place="石子冈" data-year="253年" data-faction="wu">石子冈</a>。</p>

      <p>　　始恪退军还，聂友知其将败。书与滕胤曰："当人强盛，河山可拔，一朝羸缩，人情万端，言之悲叹。"恪诛后，孙峻忌友。欲以为<a class="place-name wu" data-place="郁林" data-year="253年" data-faction="wu">郁林</a>太守，友发病忧死。友字文悌，<a class="place-name wu" data-place="豫章" data-year="220年前" data-faction="wu">豫章</a>人也。</p>
    `
  }
}
